DROP TABLE IF EXISTS whse_invtdtl;


CREATE TABLE whse_invtdtl
(
    invtdtlid      char(32)       NOT NULL,
    arrayindex     int4           NOT NULL,
    invtid         char(32)       NOT NULL,
    invtno         varchar(20)    NOT NULL,
    drugid         varchar(34)    NOT NULL,
    artno          varchar(18)    NOT NULL,
    drugname       varchar(128)   NOT NULL,
    storespec      varchar(128)   NOT NULL,
    storeunit      varchar(32)    NOT NULL,
    storepack      varchar(32),
    batchno        varchar(32)    NOT NULL,
    effdate        date           NOT NULL,
    prdctdate      date           NOT NULL,
    prdcarea       varchar(128),
    manuftid       varchar(64),
    invtqty        numeric(14, 4) NOT NULL,
    invtprc        numeric(14, 4) NOT NULL,
    taxrto         numeric(14, 4),
    invtamt        numeric(14, 4) NOT NULL,
    notaxinvtamt   numeric(14, 4),
    porgid         varchar(36)    NOT NULL,
    orgid          varchar(36),
    status         int2,
    last_update    timestamp(6)   NOT NULL,
    manuftname     varchar,
    ispiece        int2,
    mkedate        timestamp(6),
    drugtypeid     varchar(32),
    drugtypeidname varchar(128),
    batchqty       numeric(14, 4),
    diffqty        numeric(14, 4)
);


ALTER TABLE whse_invtdtl
    ADD CONSTRAINT "whse_invtdtl_pkey" PRIMARY KEY (invtdtlid);


INSERT INTO whse_invtdtl
VALUES ('964c43a002444cd1b858b0f0a68729ef', 1, '64a0429b882949ca9c2123f58410a8d5', 'pd2006171225566411',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1111', '2022-01-01', '2019-01-01', NULL, 'e422222a7b22455a8840120a6e0fcca4', '10.0000', '8.0000',
        '0.1000', '80.0000', '72.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-17 12:25:56.271396', '华润三九', 0, '2020-06-17 12:25:56.271396', 'b79e3143327f481ebd733fc952dfc304', '西药',
        NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f956f0ea19e84f4cafd0487653be0f65', 2, '64a0429b882949ca9c2123f58410a8d5', 'pd2006171225566411',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', 'a59199308b5f4c608878f86424d4a82f', 'A91005', '2021-09-30', '2019-10-31',
        '', 'f96ac3077b974adabfe201de963f50d4', '10.0000', '5.2000', '0.1600', '52.0000', '43.6800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-17 12:25:56.271396',
        '深圳致君制药有限公司                                        ', 0, '2020-06-17 12:25:56.271396',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a5424a52e8494ded9e7c3f37030f2935', 1, '8c00a6088b054db69e59f0920fa59f10', 'pd2006171356077809',
        '00dd9ea1811243d2a55e2cb5957db391', '70594', '白附片（暂时用作材料）', 'C6g', '9db9537b930a41959679f8ec61ab53b7',
        'b03184800bea47a29b85937bce23f633', '1609022', '2019-06-30', '2014-06-30', NULL,
        '27bded541ab240fa8b0426a83ac49624', '1000.0000', '1.0000', '0.1000', '1000.0000', '900.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-17 13:57:35.758882',
        '四川绿色药业科技发展股份有限公司                            ', 0, '2020-06-17 13:57:35.758882',
        '8c5bdd8ea1634e5989fb25df4424705f', '材料', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e6c6dcbfddfc4b719cf4dc411da38250', 1, '7379305165754e95adea746de9cf06ac', 'pd2006181058105687',
        '41b07c8cf0674e129abcbd65340e02c5', '2004081430152', '氯化钠注射液', '500ml:4.5g', 'dfe8835ce1e340f89bc07e2df3324272',
        '7849c467d96943caa8285ca6721680ff', 'L120020508', '2023-01-31', '2020-02-28', '',
        '3fcee1aab364461d96ce48391f12d1e4', '1000.0000', '1.6500', '0.1600', '1650.0000', '1386.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-18 10:58:10.976367',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-18 10:58:10.976367', '9fbbe9383efa4e3eaffe2c9889eb49d4', '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3fdde225972d4be2b5659c423a6e2b81', 1, '8b5dbe4e415f45f4b9d82e1a5d5ae82c', 'pd2006181129164581',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1111', '2022-01-01', '2019-01-01', NULL, 'e422222a7b22455a8840120a6e0fcca4', '100.0000', '8.0000',
        '0.1600', '800.0000', '672.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-18 11:30:47.097328', '华润三九', 0, '2020-06-18 11:30:47.097328', NULL, '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f05e3eb73e554139a9dbc92255065292', 1, '8c00a6088b054db69e59f0920fa59f10', 'pd2006171356077809',
        '00dd9ea1811243d2a55e2cb5957db391', '70594', '白附片（暂时用作材料）', 'C6g', '9db9537b930a41959679f8ec61ab53b7',
        'b03184800bea47a29b85937bce23f633', '1609022', '2019-06-30', '2014-06-30', '',
        '27bded541ab240fa8b0426a83ac49624', '100.0000', '1.0000', '0.1000', '100.0000', '90.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-17 13:58:24.123391',
        '四川绿色药业科技发展股份有限公司                            ', 0, '2020-06-17 13:58:24.123391',
        '8c5bdd8ea1634e5989fb25df4424705f', '材料', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('dd1d016ff80c467eb3ad65474551feda', 2, '8b5dbe4e415f45f4b9d82e1a5d5ae82c', 'pd2006181129164581',
        'd0cbb43f17c240229ac5cee031d87ee6', '001', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', '', 'A191005', '2021-09-30', '2021-02-28', '',
        'f96ac3077b974adabfe201de963f50d4', '100.0000', '5.2000', '0.1600', '520.0000', '436.8000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-18 11:30:47.097328',
        '深圳致君制药有限公司                                        ', 0, '2020-06-18 11:30:47.097328', NULL, '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('ca279f7d3f0743db836643740eaabcd8', 3, '8b5dbe4e415f45f4b9d82e1a5d5ae82c', 'pd2006181129164581',
        'd0cbb43f17c240229ac5cee031d87ee6', '001', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        '6e3bcf57d5ea493ba900ca847a69e8d0', '', 'A191005', '2021-09-30', '2021-02-28', '',
        'f96ac3077b974adabfe201de963f50d4', '100.0000', '5.2000', '0.1600', '520.0000', '436.8000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-18 11:30:47.097328',
        '深圳致君制药有限公司                                        ', 1, '2020-06-18 11:30:47.097328', NULL, '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a3e546eecd8444f08a641ef2fe3079d2', 4, '8b5dbe4e415f45f4b9d82e1a5d5ae82c', 'pd2006181129164581',
        'b0e5fee0fd8d4cc293658b9e156cc474', '1000151001', '复方红曲口服制剂', '1', '754e0a0775a74a54995e55a9a3cca5b2', '',
        '100', '2023-02-02', '2019-12-02', '', 'e36b79a6d98047068c538143b3cb50c8', '100.0000', '10.0000', '0.1600',
        '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-18 11:30:47.097328', '四川援健药业有限公司', 0, '2020-06-18 11:30:47.097328', NULL, '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('082737540fa249c1a1dbec9085216e1d', 1, '4522d24d047644bf8180b13caf56c439', 'pd2006181440204995',
        '3dfaa101f4864bb9a7541bd55e2cb45c', '30022002650', '尼美舒利胶囊', '0.1g', 'f27979a9391646e6bba6809ed952df5d', '',
        '20200101', '2022-12-31', '2019-01-01', '', '23e1097a20cc4947bf0dc7c7d80bd387', '100.0000', '40.0000', '0.1600',
        '4000.0000', '3360.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-18 14:40:20.04819', '天津和治药业有限公司                                        ', 0,
        '2020-06-18 14:40:20.04819', '04c4433b8ff44d3582f87113554486f0', '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e3c8709e78cd44bc9b7231000c3450f7', 1, 'a7ef5b92012a4e6db33673d7735ab2e9', 'pd2006181606353429',
        '0656435de5d144bb884972c84674be97', '708312', '酪酸梭菌活菌胶囊', '420MG*24粒', '754e0a0775a74a54995e55a9a3cca5b2',
        'b03184800bea47a29b85937bce23f633', '1', '2023-03-03', '2019-02-02', NULL, '65844d8e18ee44978c2cfcec6b3f1825',
        '150.0000', '26.6000', '0.1000', '3990.0000', '3591.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-18 16:06:35.1267',
        '青岛东海药业有限公司                                        ', 0, '2020-06-18 16:06:35.1267',
        '04c4433b8ff44d3582f87113554486f0', '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('adce1c5b84b342b98094e1ff8b36621b', 14, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        'f083c2a1c1bf4b2ba041b024e0ca9720', '708314', '止带消糜栓', '1.2g*7粒', '754e0a0775a74a54995e55a9a3cca5b2',
        'b03184800bea47a29b85937bce23f633', '1', '2023-03-03', '2019-02-02', NULL, '239c1e6cb4ac40cbb420916505230f3a',
        '100.0000', '34.3000', '0.1000', '3430.0000', '3087.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '广西康华药业有限责任公司                                    ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('1ed9b9d0e6d3411bb86a8f6800013c71', 15, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        'f083c2a1c1bf4b2ba041b024e0ca9720', '708314', '止带消糜栓', '1.2g*7粒', '754e0a0775a74a54995e55a9a3cca5b2',
        'b03184800bea47a29b85937bce23f633', '160201', '2017-07-31', '2012-07-31', NULL,
        '239c1e6cb4ac40cbb420916505230f3a', '100.0000', '34.3000', '0.1000', '3430.0000', '3087.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '广西康华药业有限责任公司                                    ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('da3d5ec8bae6421083dc75bdb4c7e4ba', 1, 'bc9826ad47254312a2e1a97ac5895f8b', 'pd2006181607241773',
        '9647e5a9498b46c588b15a04f4235249', '25023', '玄麦甘桔颗粒', '10g*20袋', 'dc05c91ab5bd4cf08ec23d125a806962',
        'cacbbf9a4f0d4c87acd651946e2f6ee7', '1', '2023-03-03', '2019-02-02', NULL, 'cd58aa62da774f559bede26893d5539d',
        '200.0000', '9.2700', '0.1000', '1854.0000', '1668.6000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-18 16:07:24.565729',
        '&太极集团四川绵阳制药有限公司                               ', 0, '2020-06-18 16:07:24.565729',
        '04c4433b8ff44d3582f87113554486f0', '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e0522bcbdb7c46d98681b4ebd42ab009', 1, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        'f166d8826f094c07854f90d80f3a8d30', '2004081430157', '复方甘草片', '复方', 'dfe8835ce1e340f89bc07e2df3324272', '',
        '20181026', '2021-09-30', '2018-10-31', '', 'e11b978f083c48b2a62dc56e742e90ea', '100.0000', '8.0000', '0.1600',
        '800.0000', '672.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-22 11:17:10.532317', '国药集团新疆制药有限公司', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('95b2ad20c78d422091c7789bd31dc50c', 2, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        'f166d8826f094c07854f90d80f3a8d30', '2004081430157', '复方甘草片', '复方', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '20181026', '2021-09-30', '2018-10-31', '', 'e11b978f083c48b2a62dc56e742e90ea', '100.0000', '8.0000', '0.1600',
        '800.0000', '672.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-22 11:17:10.532317', '国药集团新疆制药有限公司', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('1a774d4ab9bd4e97abf8420a3c2fe0ec', 3, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '9647e5a9498b46c588b15a04f4235249', '25023', '玄麦甘桔颗粒', '10g*20袋', 'dc05c91ab5bd4cf08ec23d125a806962',
        'cacbbf9a4f0d4c87acd651946e2f6ee7', '1', '2023-03-03', '2019-02-02', NULL, 'cd58aa62da774f559bede26893d5539d',
        '100.0000', '9.2700', '0.1000', '927.0000', '834.3000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团四川绵阳制药有限公司                               ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3ae6b3a00d27441c9f2404849bde16c7', 4, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '9647e5a9498b46c588b15a04f4235249', '25023', '玄麦甘桔颗粒', '10g*20袋', '9db9537b930a41959679f8ec61ab53b7',
        'cacbbf9a4f0d4c87acd651946e2f6ee7', '1', '2023-03-03', '2019-02-02', NULL, 'cd58aa62da774f559bede26893d5539d',
        '100.0000', '9.2700', '0.1000', '927.0000', '834.3000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团四川绵阳制药有限公司                               ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('188fc9a450dd44dfa5c66e13fa1c97be', 5, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        'f87b8b6af83b4c59ac0a3fecb4a4a112', '25285', '复方板蓝根颗粒', '15g*20袋', 'dc05c91ab5bd4cf08ec23d125a806962',
        'b03184800bea47a29b85937bce23f633', '1', '2023-03-03', '2019-02-02', NULL, 'cd58aa62da774f559bede26893d5539d',
        '100.0000', '9.2700', '0.1000', '927.0000', '834.3000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团四川绵阳制药有限公司                               ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('5ebaae04be3f47ae9b1232118a3137fd', 6, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        'f87b8b6af83b4c59ac0a3fecb4a4a112', '25285', '复方板蓝根颗粒', '15g*20袋', 'dc05c91ab5bd4cf08ec23d125a806962',
        'b03184800bea47a29b85937bce23f633', '1804080', '2021-03-19', '2016-03-19', NULL,
        'cd58aa62da774f559bede26893d5539d', '100.0000', '9.2700', '0.1000', '927.0000', '834.3000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团四川绵阳制药有限公司                               ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e71e33b7640b429fac89411a98a22140', 7, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '59022c5c04584cf1aea7b29103874c16', '25398', '夏桑菊颗粒', '10g*20袋', 'dc05c91ab5bd4cf08ec23d125a806962',
        'b03184800bea47a29b85937bce23f633', '1', '2023-03-03', '2019-02-02', NULL, 'cd58aa62da774f559bede26893d5539d',
        '100.0000', '9.2700', '0.1000', '927.0000', '834.3000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团四川绵阳制药有限公司                               ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('7a796b6d5b694520a11ec30cf572abd3', 8, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '4708e3d029da4b3a8be385911369cd9f', '26710', 'SK藿香正气口服液', '10ml*10支', 'f27979a9391646e6bba6809ed952df5d',
        'a59199308b5f4c608878f86424d4a82f', '1', '2023-02-02', '2019-02-02', NULL, '472d319341e341ed944c40b1c49b18c9',
        '100.0000', '12.8750', '0.1000', '1287.5000', '1158.7500', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团重庆涪陵制药厂有限公司                             ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('9bb4e9c2b2d34194b1ebd96472c9ea33', 9, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '4708e3d029da4b3a8be385911369cd9f', '26710', 'SK藿香正气口服液', '10ml*10支', 'b8f74605411f469da756b584e68bd309',
        'a59199308b5f4c608878f86424d4a82f', '1', '2023-02-02', '2019-02-02', NULL, '472d319341e341ed944c40b1c49b18c9',
        '100.0000', '12.8750', '0.1000', '1287.5000', '1158.7500', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '&太极集团重庆涪陵制药厂有限公司                             ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('0406382de97542aca9bdcbcd8eeb3b6e', 10, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '3dfaa101f4864bb9a7541bd55e2cb45c', '30022002650', '尼美舒利胶囊', '0.1g', 'f27979a9391646e6bba6809ed952df5d', '',
        '20200101', '2022-12-31', '2019-01-01', '', '23e1097a20cc4947bf0dc7c7d80bd387', '100.0000', '40.0000', '0.1600',
        '4000.0000', '3360.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-22 11:17:10.532317', '天津和治药业有限公司                                        ', 0,
        '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('9ff75e0699e0456fadca0d3673b006ff', 11, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '968c1787057b4c84898aac8d3eec4a63', '708311', '蒲苓盆炎康颗粒', '10g*9袋', '754e0a0775a74a54995e55a9a3cca5b2',
        'b03184800bea47a29b85937bce23f633', '1', '2023-03-03', '2019-02-02', NULL, '986e393428674a3b9dd1b754608a537c',
        '100.0000', '32.3000', '0.1000', '3230.0000', '2907.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        ' 山东翔宇健康制药有限公司                                   ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('b55ded13b0c24f16ba170656f0f9a735', 12, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '968c1787057b4c84898aac8d3eec4a63', '708311', '蒲苓盆炎康颗粒', '10g*9袋', '754e0a0775a74a54995e55a9a3cca5b2',
        'b03184800bea47a29b85937bce23f633', '160104', '2017-07-12', '2012-07-12', NULL,
        '986e393428674a3b9dd1b754608a537c', '100.0000', '32.3000', '0.1000', '3230.0000', '2907.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        ' 山东翔宇健康制药有限公司                                   ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('46a71f3406574bf4ab49f55a7585c192', 13, '5c6a54aaccb74d17a03260c6f6043d97', 'pd2006221117097697',
        '0656435de5d144bb884972c84674be97', '708312', '酪酸梭菌活菌胶囊', '420MG*24粒', '754e0a0775a74a54995e55a9a3cca5b2',
        'b03184800bea47a29b85937bce23f633', '1', '2023-03-03', '2019-02-02', NULL, '65844d8e18ee44978c2cfcec6b3f1825',
        '100.0000', '26.6000', '0.1000', '2660.0000', '2394.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:17:10.532317',
        '青岛东海药业有限公司                                        ', 0, '2020-06-22 11:17:10.532317', NULL, '中成药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f6428160e7cd48beb67b9812fbd1f28c', 2, '20a63d25161a4c79a2bf5db49e6d5092', 'pd2006221122155599',
        '3f63c6b1d2334bc7adb98ce096ff8bbb', '2004081430153', '盐酸左氧氟沙星氯化钠注射液', '100ml:0.2g(以左氧氟沙星计)',
        '481ad3e881464b8898ae37cb88faad57', '7849c467d96943caa8285ca6721680ff', 'G119112305', '2021-10-31',
        '2019-11-30', '', '3fcee1aab364461d96ce48391f12d1e4', '100.0000', '3.8000', '0.1600', '380.0000', '319.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:22:16.688807',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-22 11:22:16.688807', NULL, '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3f15d2a363f54413b990f15c5f8a432d', 1, '20a63d25161a4c79a2bf5db49e6d5092', 'pd2006221122155599',
        '41b07c8cf0674e129abcbd65340e02c5', '2004081430152', '氯化钠注射液', '500ml:4.5g', 'dfe8835ce1e340f89bc07e2df3324272',
        '7849c467d96943caa8285ca6721680ff', 'L120020508', '2023-01-31', '2020-02-28', '',
        '3fcee1aab364461d96ce48391f12d1e4', '100.0000', '1.6500', '0.1600', '165.0000', '138.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 11:22:16.688807',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-22 11:22:16.688807', NULL, '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('7fdf94ef4aa342d08b0e691c5ed0b2d5', 1, '20a63d25161a4c79a2bf5db49e6d5092', 'pd2006221122155599',
        '41b07c8cf0674e129abcbd65340e02c5', '2004081430152', '氯化钠注射液', '500ml:4.5g', 'dfe8835ce1e340f89bc07e2df3324272',
        '7849c467d96943caa8285ca6721680ff', 'L120020508', '2023-01-31', '2020-02-28', '',
        '3fcee1aab364461d96ce48391f12d1e4', '1000.0000', '1.6500', '0.1600', '1650.0000', '1386.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 11:22:31.048763',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-22 11:22:31.048763', '', '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('08d674c548c94115a37174212bfc0abc', 2, '20a63d25161a4c79a2bf5db49e6d5092', 'pd2006221122155599',
        '3f63c6b1d2334bc7adb98ce096ff8bbb', '2004081430153', '盐酸左氧氟沙星氯化钠注射液', '100ml:0.2g(以左氧氟沙星计)',
        '481ad3e881464b8898ae37cb88faad57', '7849c467d96943caa8285ca6721680ff', 'G119112305', '2021-10-31',
        '2019-11-30', '', '3fcee1aab364461d96ce48391f12d1e4', '1000.0000', '3.8000', '0.1600', '3800.0000', '3192.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 11:22:31.048763',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-22 11:22:31.048763', '', '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('72b4c52181dc43a1b177bf749748965d', 2, '20a63d25161a4c79a2bf5db49e6d5092', 'pd2006221122155599',
        '3f63c6b1d2334bc7adb98ce096ff8bbb', '2004081430153', '盐酸左氧氟沙星氯化钠注射液', '100ml:0.2g(以左氧氟沙星计)',
        '481ad3e881464b8898ae37cb88faad57', '7849c467d96943caa8285ca6721680ff', 'G119112305', '2021-10-31',
        '2019-11-30', '', '3fcee1aab364461d96ce48391f12d1e4', '100.0000', '3.8000', '0.1600', '380.0000', '319.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 11:26:58.086454',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-22 11:26:58.086454', NULL, '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('65fa817427534441895ef270d82e094d', 2, '20a63d25161a4c79a2bf5db49e6d5092', 'pd2006221122155599',
        '3f63c6b1d2334bc7adb98ce096ff8bbb', '2004081430153', '盐酸左氧氟沙星氯化钠注射液', '100ml:0.2g(以左氧氟沙星计)',
        '481ad3e881464b8898ae37cb88faad57', '7849c467d96943caa8285ca6721680ff', 'G119112305', '2021-10-31',
        '2019-11-30', '', '3fcee1aab364461d96ce48391f12d1e4', '1000.0000', '3.8000', '0.1600', '3800.0000', '3192.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 11:26:58.086454',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-22 11:26:58.086454', '', '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('368fa19473e2437aa517061d36c0f8fd', 1, '6d4ac5a5a3af4de3a837f409b5bd4b72', 'pd2006051120248461',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        'a59199308b5f4c608878f86424d4a82f', '12', '2022-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '10.0000', '10.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 13:40:25.509017', '四川援健药业有限公司', 0,
        '2020-06-22 13:40:25.509017', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d173c04b3e854a28a8c98b2dd2e2af06', 1, '1c12d30dc8624ec1904df35bda3f2a99', 'pd2006082116373183',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        'a59199308b5f4c608878f86424d4a82f', '12', '2022-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '100.0000', '1.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 13:40:25.509017', '四川援健药业有限公司', 1,
        '2020-06-22 13:40:25.509017', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('29677e8fa0764517a5b3e1400a19979b', 1, 'e2eb4a493a2e4d37b6822ffd5d2e3c6c', 'pd2006221346242697',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 13:46:23.893596', '哈药集团制药总厂', 0,
        '2020-06-22 13:46:23.893596', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a686d1dd146f47a484dbc817f29a72d3', 1, 'a18e3702fafb409a8e7ac2dd58a5bfed', 'pd2006221352083309',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 13:52:38.233126', '哈药集团制药总厂', 0,
        '2020-06-22 13:52:38.233126', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('80ef0bdceea44c1e890c4e420a325c1c', 1, '6d4ac5a5a3af4de3a837f409b5bd4b72', 'pd2006051120248461',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        'a59199308b5f4c608878f86424d4a82f', '12', '2020-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '10.0000', '10.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 15:21:55.891628', '四川援健药业有限公司', 0,
        '2020-06-22 15:21:55.891628', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a6ddb210448143189cd9e6a6148b0bce', 1, '1c12d30dc8624ec1904df35bda3f2a99', 'pd2006082116373183',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        'a59199308b5f4c608878f86424d4a82f', '12', '2020-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '100.0000', '1.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 15:21:55.891628', '四川援健药业有限公司', 1,
        '2020-06-22 15:21:55.891628', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d1d64e1e7f984fbe9d2f1e0c39de5d26', 1, '052f959bb09042fb91d5cae4a8c00a4a', 'pd2006221349226850',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 13:49:51.58944', '哈药集团制药总厂', 0, '2020-06-22 13:49:51.58944',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('6092b3936019477fb40138f1c8cfc7ce', 1, '1adf0ea5faf24615945a55814c1d229c', 'pd2006221358288399',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '120.0000', '10.0000', '0.1600', '1200.0000', '1008.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 15:34:56.949099', '哈药集团制药总厂', 0,
        '2020-06-22 15:34:56.949099', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c2a41dc5f5534477850d622a3971583f', 1, '6d4ac5a5a3af4de3a837f409b5bd4b72', 'pd2006051120248461',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        'a59199308b5f4c608878f86424d4a82f', '12', '2020-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '10.0000', '10.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 15:43:08.11339', '四川援健药业有限公司', 0,
        '2020-06-22 15:43:08.11339', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('2c1cea4ecc7c4d73a679a30e29c38aa1', 1, '1c12d30dc8624ec1904df35bda3f2a99', 'pd2006082116373183',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        'a59199308b5f4c608878f86424d4a82f', '12', '2020-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '100.0000', '1.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-22 15:43:08.11339', '四川援健药业有限公司', 1,
        '2020-06-22 15:43:08.11339', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('8d611571a1254668a402380015fbe01a', 1, '51d795bb6d844ffea43bfd1e50ae7d1a', 'pd2006221354465182',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 13:54:46.07966', '哈药集团制药总厂', 0, '2020-06-22 13:54:46.07966',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('55a804a3a45a43d7ae73b9b83c637726', 1, '1adf0ea5faf24615945a55814c1d229c', 'pd2006221358288399',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-22 13:58:27.637297', '哈药集团制药总厂', 0,
        '2020-06-22 13:58:27.637297', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('aed481e11d7543899043abd714f20a74', 1, '93a7a4425dec4942858b70f9aaab412a', 'pd2006282107307559',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-28 21:09:27.130953', '哈药集团制药总厂', 0,
        '2020-06-28 21:09:27.130953', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c7836d15e38346bd88231dcf41e87a35', 2, '93a7a4425dec4942858b70f9aaab412a', 'pd2006282107307559',
        '3f63c6b1d2334bc7adb98ce096ff8bbb', '2004081430153', '盐酸左氧氟沙星氯化钠注射液', '100ml:0.2g(以左氧氟沙星计)',
        '481ad3e881464b8898ae37cb88faad57', '7849c467d96943caa8285ca6721680ff', 'G119112305', '2021-10-31',
        '2019-11-30', '', '3fcee1aab364461d96ce48391f12d1e4', '20.0000', '3.8000', '0.1600', '76.0000', '63.8400',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-28 21:09:27.130953',
        '四川科伦药业股份有限公司（珍珠制药', 0, '2020-06-28 21:09:27.130953', '9fbbe9383efa4e3eaffe2c9889eb49d4', '注射', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('fc48f3aabafd4d3abceb55e599ecf639', 1, '85fb1de552a9445c9edabbc6460e23c3', 'pd2006282108471482',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1111', '2022-01-01', '2019-01-01', NULL, 'e422222a7b22455a8840120a6e0fcca4', '100.0000', '8.0000',
        '0.1600', '800.0000', '672.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-28 21:10:43.469866', '华润三九', 0, '2020-06-28 21:10:43.469866', NULL, '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('25317f234d774cc5a927f14cbd99a856', 2, '85fb1de552a9445c9edabbc6460e23c3', 'pd2006282108471482',
        'd0cbb43f17c240229ac5cee031d87ee6', '001', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', '', 'A191005', '2021-09-30', '2021-02-28', '',
        'f96ac3077b974adabfe201de963f50d4', '200.0000', '5.2000', '0.1600', '1040.0000', '873.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-28 21:10:43.469866',
        '深圳致君制药有限公司                                        ', 0, '2020-06-28 21:10:43.469866', NULL, '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('55f35ea0f7ee49e7bf3e79cd67cea322', 1, 'ecdbc724ca0e44b391fdaed722b5ad87', 'pd2005062209513050',
        '2e976d73efc34e7cb819e05a5d478c90', '20020100002', '酒川牛膝YG', '酒炙', '25958daa5ffc44e7b86d03c44dcaffc8',
        'b03184800bea47a29b85937bce23f633', '1', '2020-10-31', '2020-01-31', NULL, 'db4be19a322b4a05a275d579152c24cd',
        '1500.0000', '0.0570', '0.1000', '85.5000', '76.9500', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 22:09:51.753775', '本地厂家', 0, '2020-05-06 22:09:51.753775',
        'ab8d6c53950c416890da79761f4b7f61', '专用饮片', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('1d46f19eb5bb4ce2bd6047774bd887c3', 2, 'ecdbc724ca0e44b391fdaed722b5ad87', 'pd2005062209513050',
        '51159b1f34ab4e4e8905a8119de5e097', '20030100001', '大枣YG', '净制', '25958daa5ffc44e7b86d03c44dcaffc8',
        'b03184800bea47a29b85937bce23f633', '190403', '2024-04-28', '2019-04-28', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1500.0000', '1.0000', '0.1000', '1500.0000', '1350.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 22:09:51.753775', '本地厂家',
        0, '2020-05-06 22:09:51.753775', 'ab8d6c53950c416890da79761f4b7f61', '专用饮片', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c832b869a27641d6b768a14c3d5991f3', 1, 'b728ea2c8e084f2fa2febd1fad22fcd2', 'pd2005062210422968',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        'a59199308b5f4c608878f86424d4a82f', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af',
        '150.0000', '3.0000', '0.1000', '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 22:10:42.754044', '海南利能康泰制药有限公司', 0,
        '2020-05-06 22:10:42.754044', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('9a45014443bb491bb5737975cf0539dd', 2, 'b728ea2c8e084f2fa2febd1fad22fcd2', 'pd2005062210422968',
        '33423a6a8acb462fb647d742e71d58d5', '2004081430166', 'ω-3鱼油脂肪乳注射液', '100ml：10g（精制鱼油）：1.2g（卵磷脂）',
        '40c9c397daf643e48777d38e966541cf', '', '2020', '2022-01-01', '2019-01-01', '',
        '549316075953472693625479c6c35b5b', '100.0000', '1.1111', '0.1600', '111.1100', '93.3324',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 22:10:42.754044',
        'Fresenius Kabi Austria GmbH', 0, '2020-05-06 22:10:42.754044', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL,
        NULL);


INSERT INTO whse_invtdtl
VALUES ('261a3c8e56b44492a815b2883187dff3', 1, 'ccc8c65777084201837c07003b528693', 'pd2005062211522511',
        'bc1982d7a81f44c994bc1d2dac69efd5', '20020100003', '炙黄芪YG', '蜜炙', '25958daa5ffc44e7b86d03c44dcaffc8',
        'b03184800bea47a29b85937bce23f633', '190301', '2024-03-19', '2019-03-19', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1500.0000', '1.0000', '0.1000', '1500.0000', '1350.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 22:11:53.052419', '本地厂家',
        0, '2020-05-06 22:11:53.052419', 'ab8d6c53950c416890da79761f4b7f61', '专用饮片', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a4214307679242008f8d017065d0acff', 2, 'ccc8c65777084201837c07003b528693', 'pd2005062211522511',
        '51159b1f34ab4e4e8905a8119de5e097', '20030100001', '大枣YG', '净制', '25958daa5ffc44e7b86d03c44dcaffc8',
        'b03184800bea47a29b85937bce23f633', '190403', '2024-04-28', '2019-04-28', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1500.0000', '1.0000', '0.1000', '1500.0000', '1350.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 22:11:53.052419', '本地厂家',
        0, '2020-05-06 22:11:53.052419', 'ab8d6c53950c416890da79761f4b7f61', '专用饮片', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('76555aef03964e548f6a402b9aaf0959', 1, '29a283a613664e86b984bccf1fd4f68a', 'pd2005062349464181',
        '1e2f11bb3ee944dab1bb610378ec97c0', '005077', '西洋参粉', '90g', '481ad3e881464b8898ae37cb88faad57',
        'b03184800bea47a29b85937bce23f633', '180701', '2020-07-13', '2015-07-13', NULL,
        '8f0d673aee84410daaff87e159988e8b', '10.0000', '43.0540', '0.1000', '430.5400', '387.4860',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 23:49:46.950162',
        '四川国强中药饮片有限公司                                    ', 0, '2020-05-06 23:49:46.950162', NULL, '器械', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c1ecc7bc04f04dc29d2d4dd99d472486', 2, '29a283a613664e86b984bccf1fd4f68a', 'pd2005062349464181',
        'eb9ed92f8d1c44eaa69db04d383eeaa6', '2004081430154', '一次性使用无菌注射器', '5ml：0.7#',
        'b8f74605411f469da756b584e68bd309', 'c60449c6f2114352bb04faedd6f9db57', '201907', '2022-07-31', '2019-07-31',
        '', 'd77273d340d34cce9c29dc436c7e0db5', '1000.0000', '0.2500', '0.1300', '250.0000', '217.5000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-05-06 23:49:46.950162',
        '成都市新津事丰医疗器械有限公司', 0, '2020-05-06 23:49:46.950162', NULL, '器械', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f691bc19f2034326a4bd39ec9565cad8', 1, '7226be60203648aeb5533184b75e5f47', 'pd2005062353254480',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '100.0000', '12.0000', '0.1600',
        '1200.0000', '1008.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-05-06 23:53:25.330438', '吉林市吴太感康药业有限公司', 0, '2020-05-06 23:53:25.330438',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('4957716f707b4e03a21ffd5e971f5707', 1, '44783b82e32a40f5a5eda24cb12c9587', 'pd2005211516118583',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1111', '2022-01-01', '2020-01-01', NULL, 'e422222a7b22455a8840120a6e0fcca4', '10.0000', '8.0000',
        '0.1600', '80.0000', '67.2000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-05-21 15:16:11.912455', '华润三九', 0, '2020-05-21 15:16:11.912455', 'b79e3143327f481ebd733fc952dfc304', '西药',
        NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('196ecaf66a944e10a0cf8cc22e3301f3', 1, '287d5b0330b946b085ebbb7336afd182', 'pd2006051058226339',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 10:58:24.306883', '哈药集团制药总厂', 0,
        '2020-06-05 10:58:24.306883', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('46b1ebfeec4b45d6b789c511273bf934', 2, '287d5b0330b946b085ebbb7336afd182', 'pd2006051058226339',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 10:58:24.306883', '吉林市吴太感康药业有限公司', 0, '2020-06-05 10:58:24.306883',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('47ad25cba5a54461adb6b37af93e1ce6', 1, '72d99657a90745879171f472cb415964', 'pd2006051012542671',
        '87af231368114e12b1ae6f3b4e9f23b0', '2004081430168', '注射用阿莫西林钠', '0.5g(按阿莫西林计算)',
        '481ad3e881464b8898ae37cb88faad57', '', '1', '2022-02-02', '2019-02-02', '', '124fe080b3674c5d9da50bc5934a7bbd',
        '100.0000', '0.5555', '0.1600', '55.5500', '46.6620', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-05 10:12:56.300174', '苏州二叶制药有限公司', 0,
        '2020-06-05 10:12:56.300174', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('aaf91e83703144b4aa3c5ef6bf90919b', 1, 'b956b309669f4e0384eb10762e2a803c', 'pd2006051012268627',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-05 10:12:28.03161', '哈药集团制药总厂', 0, '2020-06-05 10:12:28.03161',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f2d5cfcb3d4f4ae2a515df2e7b746f22', 1, '863299b6ad7e49efbe121a62aface937', 'pd2006051108506854',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-05 11:08:52.341713', '哈药集团制药总厂', 0,
        '2020-06-05 11:08:52.341713', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('ff4e0cb3022f4de085e365d5028f84c6', 2, '863299b6ad7e49efbe121a62aface937', 'pd2006051108506854',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-05 11:08:52.341713', '吉林市吴太感康药业有限公司', 0, '2020-06-05 11:08:52.341713',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('ea5e97bf82d8451cb78e21b788ec28ac', 1, '6d4ac5a5a3af4de3a837f409b5bd4b72', 'pd2006051120248461',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        'a59199308b5f4c608878f86424d4a82f', '1', '2020-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '10.0000', '10.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-05 11:20:26.239889', '四川援健药业有限公司', 0,
        '2020-06-05 11:20:26.239889', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('20799f83c83b4437964eb04ad97ae4f3', 2, '6d4ac5a5a3af4de3a837f409b5bd4b72', 'pd2006051120248461',
        'f9e68f97d0e540d7bf253a53efae3a9d', '2295', '阿莫西林胶囊(阿莫仙)', '250mg*36粒/盒', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '2018', '2025-02-01', '2020-01-01', NULL, '60556b32a3db46d0a1788ec5ff809998', '20.0000', '10.0000',
        '0.1000', '200.0000', '180.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-05 11:20:26.239889', '珠海联邦制药股份有限公司中山分公司', 0, '2020-06-05 11:20:26.239889',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('dcc68ef1d69e47b7b477b11f7ecfe8dc', 1, '57a8bc641b0944acaae3a3f051513bbf', 'pd2006051303586751',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '20.0000', '10.0000', '0.1600', '200.0000', '168.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-05 13:04:00.517174', '哈药集团制药总厂', 0,
        '2020-06-05 13:04:00.517174', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('481869bc782d4d8381eb1afc41029022', 1, '7ba25442592b4e3596de490ec295a075', 'pd2006051351129342',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 13:51:14.021303', '哈药集团制药总厂', 0,
        '2020-06-05 13:51:14.021303', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c7560cbc137f4332b477cd047842000c', 1, 'ec1bbfe02155462f95dd45fd82af78a0', 'pd2006051411046694',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 14:11:06.339552', '哈药集团制药总厂', 0,
        '2020-06-05 14:11:06.339552', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('20a06ce966b245749fb99bc7f71eaf98', 2, 'ec1bbfe02155462f95dd45fd82af78a0', 'pd2006051411046694',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 14:11:06.339552', '吉林市吴太感康药业有限公司', 0, '2020-06-05 14:11:06.339552',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('862a3d9978ef469ab92129683e3a5a6a', 1, '3be85af9ec4c4a13a60d0b54233d94e5', 'pd2006051415267660',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 14:15:28.206734', '哈药集团制药总厂', 0,
        '2020-06-05 14:15:28.206734', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('2f710cb6ed4147e390d78cad1b2fae77', 1, '3a4592be68b14b2c8629c84e0bd30044', 'pd2006051420372925',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 14:20:38.947575', '哈药集团制药总厂', 0,
        '2020-06-05 14:20:38.947575', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('1f3ce9c3085b4d52a970f1131e493585', 1, '9c7daf7c3a2c4e9f857a2363dba9f69d', 'pd2006051442173513',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 14:42:18.938967', '哈药集团制药总厂', 0,
        '2020-06-05 14:42:18.938967', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('7ebf22fc624e4de7b96205e737441da5', 2, '9c7daf7c3a2c4e9f857a2363dba9f69d', 'pd2006051442173513',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 14:42:18.938967', '吉林市吴太感康药业有限公司', 0, '2020-06-05 14:42:18.938967',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('ce42af6fe82d43bda4ca5745f9692529', 1, 'de11a4cae9d749a0b6afa9005ad4d138', 'pd2006051443055743',
        '87af231368114e12b1ae6f3b4e9f23b0', '2004081430168', '注射用阿莫西林钠', '0.5g(按阿莫西林计算)',
        'f27979a9391646e6bba6809ed952df5d', '', '111', '2020-05-31', '2020-04-30', '',
        '124fe080b3674c5d9da50bc5934a7bbd', '10.0000', '10.0000', '0.1600', '100.0000', '84.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 14:43:07.781746',
        '苏州二叶制药有限公司', 0, '2020-06-05 14:43:07.781746', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('8ab3f8c6571742629906fe94b4f2c837', 1, '726b5ae80e6b4bd0ada6433ae9c62afa', 'pd2006051444251328',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 14:44:27.231603', '哈药集团制药总厂', 0,
        '2020-06-05 14:44:27.231603', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('b69ae1cce668466e9ba4c4824f336814', 2, '726b5ae80e6b4bd0ada6433ae9c62afa', 'pd2006051444251328',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '100.0000', '12.0000', '0.1600',
        '1200.0000', '1008.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 14:44:27.231603', '吉林市吴太感康药业有限公司', 0, '2020-06-05 14:44:27.231603',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('77843cd861174a75b6b9a77f892ee065', 1, 'f8ae437b78444c0bb80a9200baf218f9', 'pd2006051509069291',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 15:09:08.491911', '哈药集团制药总厂', 0,
        '2020-06-05 15:09:08.491911', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('895cfeabd7cb4655bfc85cb5697ded95', 2, 'f8ae437b78444c0bb80a9200baf218f9', 'pd2006051509069291',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 15:09:08.491911', '吉林市吴太感康药业有限公司', 0, '2020-06-05 15:09:08.491911',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('60863c124dda42fc912949e63e149226', 1, '3d4a7c8860ba419baac3034c86c2bc6b', 'pd2006051509587796',
        '87af231368114e12b1ae6f3b4e9f23b0', '2004081430168', '注射用阿莫西林钠', '0.5g(按阿莫西林计算)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-02-02', '2019-02-02', '', '124fe080b3674c5d9da50bc5934a7bbd',
        '20.0000', '10.0000', '0.1600', '200.0000', '168.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 15:09:59.8959', '苏州二叶制药有限公司', 0, '2020-06-05 15:09:59.8959',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('5de6349e795044f2b308088091641e2a', 2, '3d4a7c8860ba419baac3034c86c2bc6b', 'pd2006051509587796',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '20201', '2022-04-03', '2020-03-03', '', '45db5a64961e471695658c7016b0c3e9', '30.0000', '10.0000', '0.1600',
        '300.0000', '252.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 15:09:59.8959', '吉林市吴太感康药业有限公司', 0, '2020-06-05 15:09:59.8959', 'b79e3143327f481ebd733fc952dfc304',
        '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('9f7c91267e0d4308b35942c3ab08b106', 1, '7fb3c783c6cf496aab8dbcc6e2373c91', 'pd2006051522212489',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-06-05 15:22:23.479983', '哈药集团制药总厂', 0,
        '2020-06-05 15:22:23.479983', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('6a4f402d0f214fafae17dcd458ae9c66', 2, '7fb3c783c6cf496aab8dbcc6e2373c91', 'pd2006051522212489',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-06-05 15:22:23.479983', '吉林市吴太感康药业有限公司', 0, '2020-06-05 15:22:23.479983',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e9fb7e10652c41309f449f9d619c9373', 1, '7fb3c783c6cf496aab8dbcc6e2373c91', 'pd2006051522212489',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-05 15:22:48.888064', '哈药集团制药总厂', 0,
        '2020-06-05 15:22:48.888064', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('8054473ea03e4e14a2ccefb51835aa29', 2, '7fb3c783c6cf496aab8dbcc6e2373c91', 'pd2006051522212489',
        'bcd0aafd9bcb479db49936f166930d06', '2004081430165', '阿莫西林', '0.6*7', 'ea4f059f8daa44e0b703f90ce7a67002', '',
        '1234', '2022-02-02', '2020-02-02', '', '45db5a64961e471695658c7016b0c3e9', '20.0000', '12.0000', '0.1600',
        '240.0000', '201.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-06-05 15:22:48.888064', '吉林市吴太感康药业有限公司', 0, '2020-06-05 15:22:48.888064',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c0920ad027ff4799ae94dd2826b9cc1f', 1, '1c12d30dc8624ec1904df35bda3f2a99', 'pd2006082116373183',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        'a59199308b5f4c608878f86424d4a82f', '1', '2020-06-06', '2018-05-05', '', 'e36b79a6d98047068c538143b3cb50c8',
        '100.0000', '1.0000', '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-08 21:16:37.666362', '四川援健药业有限公司', 1,
        '2020-06-08 21:16:37.666362', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('20a8a72336f8432282f559a3107152c1', 2, '1c12d30dc8624ec1904df35bda3f2a99', 'pd2006082116373183',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-08 21:16:37.666362', '哈药集团制药总厂', 0,
        '2020-06-08 21:16:37.666362', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('cec4cbd620e94d42b5e89e12ed13ab42', 1, '40b0c1f6928948f89e8a063ebbcf0d91', 'pd2006082156464932',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', 'a59199308b5f4c608878f86424d4a82f', 'A91005', '2021-09-30', '2019-10-31',
        '', 'f96ac3077b974adabfe201de963f50d4', '500.0000', '5.2000', '0.1600', '2600.0000', '2184.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-08 21:56:47.495072',
        '深圳致君制药有限公司                                        ', 0, '2020-06-08 21:56:47.495072',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('2c89856f31954edf828bf0e496b1a3c3', 2, '40b0c1f6928948f89e8a063ebbcf0d91', 'pd2006082156464932',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        '6e3bcf57d5ea493ba900ca847a69e8d0', 'a59199308b5f4c608878f86424d4a82f', 'A91005', '2021-09-30', '2019-10-31',
        '', 'f96ac3077b974adabfe201de963f50d4', '1000.0000', '0.4333', '0.1600', '433.3000', '363.9720',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-06-08 21:56:47.495072',
        '深圳致君制药有限公司                                        ', 1, '2020-06-08 21:56:47.495072',
        'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('0ba52cca1181414184d89cbb7c6f55c5', 3, 'bad33252f18648efaab31ed955b16560', 'pd2008181414535068',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片1', '0.125g(按C16H16N4O8S计)',
        '613f6d9d08924c80ae877e6a8e32435b', NULL, 'A91005', '2021-09-30', '2019-10-31', '',
        '46ef524b80554914ad7b4c9464a62909', '1.0000', '5.2000', '0.1600', '5.2000', '4.3680',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-18 14:14:53.808754',
        '深圳致君制药有限公司', 1, '2020-08-18 14:14:53.808754', 'b79e3143327f481ebd733fc952dfc304', '西药', '3.0000', '-2.0000');


INSERT INTO whse_invtdtl
VALUES ('c666c8d9fdb94d92a12e21b1822e22e9', 1, 'bad33252f18648efaab31ed955b16560', 'pd2008181414535068',
        '0b9056dc26d84faca9d8ed9367b6027d', '20100100001', '百药煎', '3g', 'dc05c91ab5bd4cf08ec23d125a806962', NULL,
        '20180101', '2021-01-13', '2016-01-13', NULL, '75855c0ab5df4aa39cc953d20643dc1c', '100.0000', '1.0000',
        '0.1000', '100.0000', '90.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-18 14:14:53.808754', '浙江得恩德制药有限公司                                      ', 0,
        '2020-08-18 14:14:53.808754', '59738a5523124985889a5dd92e90121f', '饮片', '82.0000', '18.0000');


INSERT INTO whse_invtdtl
VALUES ('79cfead6746b42cab40addd26420bc66', 2, 'bad33252f18648efaab31ed955b16560', 'pd2008181414535068',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片1', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, 'A91005', '2021-09-30', '2019-10-31', '',
        '46ef524b80554914ad7b4c9464a62909', '50.0000', '5.2000', '0.1600', '260.0000', '218.4000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-18 14:14:53.808754',
        '深圳致君制药有限公司', 0, '2020-08-18 14:14:53.808754', 'b79e3143327f481ebd733fc952dfc304', '西药', '9.0000', '41.0000');


INSERT INTO whse_invtdtl
VALUES ('64a38c807cac43daa59f295699ca7a86', 4, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '01875372f0ab464cb7baf373eb691417', '006330', '厚朴花(智)', 'g', 'ea4f059f8daa44e0b703f90ce7a67002', NULL,
        '18050513', '2021-04-27', '2016-04-27', NULL, 'a84ad5e489c44ba48bcb03f35e55bd69', '10000.0000', '1.0000',
        '0.1600', '10000.0000', '8400.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-18 14:17:20.839838', '江阴天江药业有限公司', 0, '2020-08-18 14:17:20.839838', '7c064cef62a64bbaa4035bc567d0b715',
        '免煎（智）', '6152.0000', '3848.0000');


INSERT INTO whse_invtdtl
VALUES ('62541fa67f8c45b48260e279892626fd', 5, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '2551b28b2e72431e857480285a93c98d', '19941001', '盐酸安非他酮片', '0.1g', 'f27979a9391646e6bba6809ed952df5d', NULL,
        '10', '2022-02-02', '2019-02-02', '', 'dec4d5a301614fdda9d925a3ce83a60f', '5.0000', '10.0000', '0.1600',
        '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-18 14:17:20.839838', '南京绿叶思科药业有限公司', 0, '2020-08-18 14:17:20.839838',
        'b79e3143327f481ebd733fc952dfc304', '西药', '999.0000', '-994.0000');


INSERT INTO whse_invtdtl
VALUES ('dd2563c242f5451799aef9a0b7df573a', 1, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片1', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, 'A91005', '2021-09-30', '2019-10-31', '',
        '46ef524b80554914ad7b4c9464a62909', '10.0000', '5.2000', '0.1600', '52.0000', '43.6800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-18 14:17:20.839838',
        '深圳致君制药有限公司', 0, '2020-08-18 14:17:20.839838', 'b79e3143327f481ebd733fc952dfc304', '西药', '9.0000', '1.0000');


INSERT INTO whse_invtdtl
VALUES ('89f4e5e2474c4887bffacabf61a325e9', 2, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片1', '0.125g(按C16H16N4O8S计)',
        '613f6d9d08924c80ae877e6a8e32435b', NULL, 'A91005', '2021-09-30', '2019-10-31', '',
        '46ef524b80554914ad7b4c9464a62909', '5.0000', '5.2000', '0.1600', '26.0000', '21.8400',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-18 14:17:20.839838',
        '深圳致君制药有限公司', 1, '2020-08-18 14:17:20.839838', 'b79e3143327f481ebd733fc952dfc304', '西药', '3.0000', '2.0000');


INSERT INTO whse_invtdtl
VALUES ('d498cf81c1e7436395630f6a747218c9', 3, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0d61226e716b44fc98c96d870e1b3488', '20020300001', '酒黄连（智）', 'g', '25958daa5ffc44e7b86d03c44dcaffc8', NULL,
        '19020633', '2022-01-27', '2017-01-27', NULL, 'afd6684905bc4151af745d1aa06e1627', '5000.0000', '1.0000',
        '0.1600', '5000.0000', '4200.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-18 14:17:20.839838', 'Z江阴天江药业有限公司000471', 0, '2020-08-18 14:17:20.839838',
        '7c064cef62a64bbaa4035bc567d0b715', '免煎（智）', '4517.0000', '483.0000');


INSERT INTO whse_invtdtl
VALUES ('f50292d447f14d15929fc5ba7977a651', 4, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '01875372f0ab464cb7baf373eb691417', '006330', '厚朴花(智)', 'g', 'ea4f059f8daa44e0b703f90ce7a67002', '', '18050513',
        '2021-04-27', '2016-04-27', '', 'a84ad5e489c44ba48bcb03f35e55bd69', '10000.0000', '1.0000', '0.1600',
        '10000.0000', '8400.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-18 14:17:44.787617', '江阴天江药业有限公司', 0, '2020-08-18 14:17:44.787617', '7c064cef62a64bbaa4035bc567d0b715',
        '免煎（智）', '6152.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('7a28111001994bb9a32fc6ab1215f4e2', 1, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片1', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', '', 'A91005', '2021-09-30', '2019-10-31', '',
        '46ef524b80554914ad7b4c9464a62909', '10.0000', '5.2000', '0.1600', '52.0000', '43.6800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-18 14:17:44.787617',
        '深圳致君制药有限公司', 0, '2020-08-18 14:17:44.787617', 'b79e3143327f481ebd733fc952dfc304', '西药', '9.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('70ea79f5e25145c1b8e857b49dfafd57', 2, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片1', '0.125g(按C16H16N4O8S计)',
        '613f6d9d08924c80ae877e6a8e32435b', '', 'A91005', '2021-09-30', '2019-10-31', '',
        '46ef524b80554914ad7b4c9464a62909', '5.0000', '5.2000', '0.1600', '26.0000', '21.8400',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-18 14:17:44.787617',
        '深圳致君制药有限公司', 1, '2020-08-18 14:17:44.787617', 'b79e3143327f481ebd733fc952dfc304', '西药', '3.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('cc6e96f3aa314c23b6e218ab9c0331cf', 3, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0d61226e716b44fc98c96d870e1b3488', '20020300001', '酒黄连（智）', 'g', '25958daa5ffc44e7b86d03c44dcaffc8', '',
        '19020633', '2022-01-27', '2017-01-27', '', 'afd6684905bc4151af745d1aa06e1627', '5000.0000', '1.0000', '0.1600',
        '5000.0000', '4200.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-18 14:17:44.787617', 'Z江阴天江药业有限公司000471', 0, '2020-08-18 14:17:44.787617',
        '7c064cef62a64bbaa4035bc567d0b715', '免煎（智）', '4517.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('75017fd5c9814023bbd1dcfc5284a055', 1, 'd0f4327e0acd482eb421f428673b6934', 'pd2008181417203427',
        '0b9056dc26d84faca9d8ed9367b6027d', '20100100001', '百药煎', '3g', 'dc05c91ab5bd4cf08ec23d125a806962', NULL,
        '20180101', '2021-01-13', '2016-01-13', NULL, '75855c0ab5df4aa39cc953d20643dc1c', '100.0000', '1.0000',
        '0.1000', '100.0000', '90.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-18 14:36:08.941675', '浙江得恩德制药有限公司                                      ', 0,
        '2020-08-18 14:36:08.941675', '59738a5523124985889a5dd92e90121f', '饮片', '82.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('c3db3809ed47426b9d72140ef32ba054', 1, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170908', '2020-09-07', '2015-09-07', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('b5cb819a669c45eb9179743497b13c18', 2, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20171012', '2020-11-11', '2015-11-11', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('7d47bfe341414646a43a84a335703be9', 3, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180116', '2021-01-15', '2016-01-15', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('af2e79bd815948348485812741ce2b9a', 4, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180413', '2021-04-12', '2016-04-12', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('0dc7ea4adcf243aba7dd07fa11a23b46', 5, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180601', '2021-05-31', '2016-05-31', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d134b83dccac4de7b8670b1052b4c49e', 6, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180802', '2021-08-01', '2016-08-01', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('98e2380442fc48f6bfb9c9638e8de0a6', 7, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e07438808445414d9e5c19b81847724a', 8, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20181023', '2021-10-22', '2016-10-22', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('54e88540d1824756bc34ca37623858c1', 9, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190122', '2022-01-21', '2017-01-21', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d64c3cfed0f240648ea489370168735f', 10, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190320', '2022-03-19', '2017-03-19', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('124422d55404418e85c909ccfbc6acb6', 11, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        'a9031ca5c0b74ca7bd57235efa0b560a', '60133323', '口罩', '个', 'c154466196fb4f0aa66b5b4e7f8f6874',
        'b03184800bea47a29b85937bce23f633', '10', '2021-03-12', '2012-02-12', NULL, 'db4be19a322b4a05a275d579152c24cd',
        '1000.0000', '0.4500', '0.1600', '450.0000', '378.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家', 0, '2020-07-01 16:10:07.94021',
        NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a6759f16b8cd44639c1155ea6bd8e742', 12, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('1974de9bae3e49548d96e38d3aa49300', 13, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20181210', '2021-12-09', '2016-12-09', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('33512331a257412bac729c2c473806b3', 14, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190215', '2022-02-14', '2017-02-14', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('392477c3a404446390697bcad530629a', 15, 'b73630b0804e4787824289de67d42023', 'pd2007011608042226',
        'bff2d523f0a44b88b0aa657a45246560', '708310', '一次性使用无菌注射器带针', '1ml', 'f3d0040149fe4b148d9a7f8ab291eda2',
        'b03184800bea47a29b85937bce23f633', '160416', '2018-04-15', '2013-04-15', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.1800', '0.1000', '180.0000', '162.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 16:10:07.94021', '本地厂家',
        0, '2020-07-01 16:10:07.94021', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('6ffadde2fac34a5ab0d29ed49f01237c', 10, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190320', '2022-03-19', '2017-03-19', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('cd8fd8445f1d4950b9d86ffa5d24d3ef', 11, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'a9031ca5c0b74ca7bd57235efa0b560a', '60133323', '口罩', '个', 'c154466196fb4f0aa66b5b4e7f8f6874',
        'b03184800bea47a29b85937bce23f633', '10', '2021-03-12', '2012-02-12', NULL, 'db4be19a322b4a05a275d579152c24cd',
        '1000.0000', '0.4500', '0.1600', '450.0000', '378.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家', 0, '2020-07-01 17:18:25.161568',
        NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('6fac65afaa9945e5833ebd7ba19b998f', 12, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170113', '2020-01-31', '2015-01-31', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('76d6653aa7e9409689fab2fb24be4e12', 13, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('50e4f5c359744f6381db7a818929f34e', 14, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190215', '2022-02-14', '2017-02-14', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('5a013fbffdf541cda31eaeb02fd49c47', 15, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'bff2d523f0a44b88b0aa657a45246560', '708310', '一次性使用无菌注射器带针', '1ml', 'f3d0040149fe4b148d9a7f8ab291eda2',
        'b03184800bea47a29b85937bce23f633', '160416', '2018-04-15', '2013-04-15', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.1800', '0.1000', '180.0000', '162.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('016f98b2545c4764b612626aac22ad4c', 1, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170908', '2020-09-07', '2015-09-07', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('27b58d82b007408ead4c79df3e38df53', 2, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20171012', '2020-11-11', '2015-11-11', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('34ab012adf1e44a3977566bb34bda127', 3, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180116', '2021-01-15', '2016-01-15', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('0c04ed31d06549e58934d0e88669d274', 4, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180413', '2021-04-12', '2016-04-12', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('488bfdacbab942dc9e6cec41eb896e38', 5, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180601', '2021-05-31', '2016-05-31', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('aa9be52a3b3c44d89b236298342b33f0', 6, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180802', '2021-08-01', '2016-08-01', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('336cdad919134dddb549e1f95f2ed024', 7, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3f93beeeceb245ba9466e049422c032c', 8, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20181023', '2021-10-22', '2016-10-22', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('263162c1f0bc4fc2bff5eebab52965dc', 9, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190122', '2022-01-21', '2017-01-21', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:18:25.161568', '本地厂家',
        0, '2020-07-01 17:18:25.161568', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('ece75fff004645a6a104bdc591514cc9', 1, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170908', '2020-09-07', '2015-09-07', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c97d3987438743c4bc9e336b0c8eef03', 2, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20171012', '2020-11-11', '2015-11-11', '',
        'db4be19a322b4a05a275d579152c24cd', '900.0000', '0.2040', '0.1000', '183.6000', '165.2400',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('450584d4a4b348499da70569e5235ccd', 3, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180116', '2021-01-15', '2016-01-15', '',
        'db4be19a322b4a05a275d579152c24cd', '500.0000', '0.2040', '0.1000', '102.0000', '91.8000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d0818f8ef4424f07bf0aefeddaba5dcf', 4, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180413', '2021-04-12', '2016-04-12', '',
        'db4be19a322b4a05a275d579152c24cd', '600.0000', '0.2040', '0.1000', '122.4000', '110.1600',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('afc37b5ec0de443290f5635b7043efc9', 5, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180601', '2021-05-31', '2016-05-31', '',
        'db4be19a322b4a05a275d579152c24cd', '700.0000', '0.2040', '0.1000', '142.8000', '128.5200',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('e696ea1378754dcea0bc3e29a9b467b3', 6, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180802', '2021-08-01', '2016-08-01', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('370f68fe87814e7cae033e096bfeec0b', 7, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f3c714dcbb51473d924ebe54da351fbd', 8, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20181023', '2021-10-22', '2016-10-22', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('86a36831cb53420694bb145fc39c856f', 9, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190122', '2022-01-21', '2017-01-21', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('18082f33368045e49349f8607d724069', 10, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190320', '2022-03-19', '2017-03-19', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d00606b6277d4075aa8b224517b2f6ac', 11, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'a9031ca5c0b74ca7bd57235efa0b560a', '60133323', '口罩', '个', 'c154466196fb4f0aa66b5b4e7f8f6874',
        'b03184800bea47a29b85937bce23f633', '10', '2021-03-12', '2012-02-12', '', 'db4be19a322b4a05a275d579152c24cd',
        '1000.0000', '0.4500', '0.1600', '450.0000', '378.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家', 0, '2020-07-01 17:20:17.513439',
        '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('73a394b07f42423a8210f1e8404c5b6e', 12, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170113', '2020-01-31', '2015-01-31', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('c227c1ef97fc4e5d97c6122aeb1f2b20', 13, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('b68f955a0f8744c2ae8210462836ef8e', 14, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190215', '2022-02-14', '2017-02-14', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('691872956a38453887dff3278a09cf98', 15, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'bff2d523f0a44b88b0aa657a45246560', '708310', '一次性使用无菌注射器带针', '1ml', 'f3d0040149fe4b148d9a7f8ab291eda2',
        'b03184800bea47a29b85937bce23f633', '160416', '2018-04-15', '2013-04-15', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.1800', '0.1000', '180.0000', '162.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:20:17.513439', '本地厂家',
        0, '2020-07-01 17:20:17.513439', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('fa575a74f2b7437d85a014de3e32ab21', 12, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170113', '2020-01-31', '2015-01-31', NULL,
        'db4be19a322b4a05a275d579152c24cd', '10000.0000', '0.3880', '0.1000', '3880.0000', '3492.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('224aaf8662004c9796656e7e4c1c4052', 13, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', NULL,
        'db4be19a322b4a05a275d579152c24cd', '10000.0000', '0.3880', '0.1000', '3880.0000', '3492.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('642321351bea4afca18f161997b0713d', 2, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20171012', '2020-11-11', '2015-11-11', '',
        'db4be19a322b4a05a275d579152c24cd', '900.0000', '0.2040', '0.1000', '183.6000', '165.2400',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('a21c04fe991e4d81ad7d0e4544eb2c62', 1, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170908', '2020-09-07', '2015-09-07', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('8886166fd5964ad7b2bfbf825231050b', 3, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180116', '2021-01-15', '2016-01-15', '',
        'db4be19a322b4a05a275d579152c24cd', '800.0000', '0.2040', '0.1000', '163.2000', '146.8800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('f72abd8773874e228dc323ee82aa1f46', 4, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180413', '2021-04-12', '2016-04-12', '',
        'db4be19a322b4a05a275d579152c24cd', '800.0000', '0.2040', '0.1000', '163.2000', '146.8800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d04b3c7d898345adac466b22ae03fca6', 5, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180601', '2021-05-31', '2016-05-31', '',
        'db4be19a322b4a05a275d579152c24cd', '700.0000', '0.2040', '0.1000', '142.8000', '128.5200',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('06e241eed98c4427a6eec2128455dada', 6, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180802', '2021-08-01', '2016-08-01', '',
        'db4be19a322b4a05a275d579152c24cd', '800.0000', '0.2040', '0.1000', '163.2000', '146.8800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('109154f11c0f42ffa62a2a46e1cf3ee7', 7, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d4acc882acb94b6ebb47f1f2ac186651', 8, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20181023', '2021-10-22', '2016-10-22', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('ed56086521264c8cafd8725c958f70d2', 9, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190122', '2022-01-21', '2017-01-21', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3fea40e796b94285b7d16dd7e7dc1565', 10, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190320', '2022-03-19', '2017-03-19', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('b642714ddaf643f8aa24ee9379616bae', 11, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'a9031ca5c0b74ca7bd57235efa0b560a', '60133323', '口罩', '个', 'c154466196fb4f0aa66b5b4e7f8f6874',
        'b03184800bea47a29b85937bce23f633', '10', '2021-03-12', '2012-02-12', '', 'db4be19a322b4a05a275d579152c24cd',
        '1000.0000', '0.4500', '0.1600', '450.0000', '378.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家', 0, '2020-07-01 17:22:50.270871',
        '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('1309c075f4b44102bd47a7f45a97cc4d', 12, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170113', '2020-01-31', '2015-01-31', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('26773cd6433e4c499a525c1125f574bf', 13, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('6e7955b2d5014689ba8a80dfea0d86a5', 14, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'd38eb015e0334fb08e63066f7d0dfcf5', '66492', '过滤袋', 'D22cm*28cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190215', '2022-02-14', '2017-02-14', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.3880', '0.1000', '388.0000', '349.2000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('40ef133dcc7b4c54ba7021764cce81ce', 15, 'f159c72a42a34f30bdc5871fddc677d1', 'pd2007011716215947',
        'bff2d523f0a44b88b0aa657a45246560', '708310', '一次性使用无菌注射器带针', '1ml', 'f3d0040149fe4b148d9a7f8ab291eda2',
        'b03184800bea47a29b85937bce23f633', '160416', '2018-04-15', '2013-04-15', '',
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.1800', '0.1000', '180.0000', '162.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-01 17:22:50.270871', '本地厂家',
        0, '2020-07-01 17:22:50.270871', '', '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('999b75e19ab54edaab6ba05e1441cd7d', 1, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20170908', '2020-09-07', '2015-09-07', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('888a0d5349d74c40ba55444861f240f9', 2, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20171012', '2020-11-11', '2015-11-11', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3387a85ad7654a02b29b6e7a9039cfc7', 3, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180116', '2021-01-15', '2016-01-15', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('0b61411d69e3404d875b2467455599a9', 4, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180413', '2021-04-12', '2016-04-12', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('d6cb0b7af39e4a1f89a092ab0739767d', 5, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180601', '2021-05-31', '2016-05-31', NULL,
        'db4be19a322b4a05a275d579152c24cd', '5000.0000', '0.2040', '0.1000', '1020.0000', '918.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('788cd6de3c714734b5ead904659da421', 6, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180802', '2021-08-01', '2016-08-01', NULL,
        'db4be19a322b4a05a275d579152c24cd', '100.0000', '0.2040', '0.1000', '20.4000', '18.3600',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('635de10177bf48d9bdd40bb012940f7d', 7, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20180917', '2021-09-16', '2016-09-16', NULL,
        'db4be19a322b4a05a275d579152c24cd', '100.0000', '0.2040', '0.1000', '20.4000', '18.3600',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('af8254add80d4a60aa421fc1430cc6dd', 8, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20181023', '2021-10-22', '2016-10-22', NULL,
        'db4be19a322b4a05a275d579152c24cd', '555.0000', '0.2040', '0.1000', '113.2200', '101.8980',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('76b1e3cd46904b5f847575d197dfbd3a', 9, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190122', '2022-01-21', '2017-01-21', NULL,
        'db4be19a322b4a05a275d579152c24cd', '555.0000', '0.2040', '0.1000', '113.2200', '101.8980',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('35a1e69b963046ea8aa3085bffd832a2', 10, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        '2d77bdadf37145ce882770cfcde5b479', '60061', '过滤袋', 'D12.5cm*11cm', '9abc92a4647541b7b8dfa354dbdf5c68',
        'b03184800bea47a29b85937bce23f633', '20190320', '2022-03-19', '2017-03-19', NULL,
        'db4be19a322b4a05a275d579152c24cd', '1000.0000', '0.2040', '0.1000', '204.0000', '183.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家',
        0, '2020-07-01 17:25:18.600867', NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('0bb141146b5e4961900588a7b469eb5e', 11, 'd35cfada20a443d887093029423dd1bb', 'pd2007011723156160',
        'a9031ca5c0b74ca7bd57235efa0b560a', '60133323', '口罩', '个', 'c154466196fb4f0aa66b5b4e7f8f6874',
        'b03184800bea47a29b85937bce23f633', '10', '2021-03-12', '2012-02-12', NULL, 'db4be19a322b4a05a275d579152c24cd',
        '1000.0000', '0.4500', '0.1600', '450.0000', '378.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-01 17:25:18.600867', '本地厂家', 0, '2020-07-01 17:25:18.600867',
        NULL, '医馆物资', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('9de75005f5614139aeb85f615c627a4f', 1, 'c574a8ee98b74b30be0b6d94d18f11d4', 'pd2007020902503313',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-02 09:04:55.497134', '哈药集团制药总厂', 0,
        '2020-07-02 09:04:55.497134', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('69d5b7656714435e831bcb144e8e7c8c', 1, '9fafa408ba6f4ea8b22b813d9248abc5', 'pd2008251117174592',
        '6a017e3527ee4e6aa640ce72e727fa4c', '5355', '阿莫西林干混悬剂（阿莫灵）', '0.25g*20袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '123', '2023-10-31', '2020-04-30', NULL, 'bfe55456100049e080ca765a00193d3b', '1000.0000', '10.0000',
        '0.1000', '10000.0000', '9000.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-25 11:17:17.21455', '奥美制药厂', 0, '2020-08-25 11:17:17.21455', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '1000.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('8c2200630c3a413caf832bb3f0c9d3f9', 1, 'c574a8ee98b74b30be0b6d94d18f11d4', 'pd2007020902503313',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-03 09:43:23.896644', '哈药集团制药总厂', 0,
        '2020-07-03 09:43:23.896644', 'b79e3143327f481ebd733fc952dfc304', '西药', NULL, NULL);


INSERT INTO whse_invtdtl
VALUES ('3b7e9c26b5f847358c6674bc53a3caeb', 1, '53f2fac9183b49eeb4d7526080011a90', 'pd2007061526568108',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', 'f27979a9391646e6bba6809ed952df5d', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '100.0000', '3.0000', '0.1600',
        '300.0000', '252.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:26:56.987087', '云南白药集团股份有限公司', 0, '2020-07-06 15:26:56.987087',
        'b79e3143327f481ebd733fc952dfc304', '西药', '49.0000', '51.0000');


INSERT INTO whse_invtdtl
VALUES ('3f1464b9166b4f3cac7ce38fef1fff70', 1, '7f902130300241ffb28d80d14ac42610', 'pd2007061527071157',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '100.0000', '0.5000', '0.1600',
        '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:27:07.066345', '云南白药集团股份有限公司', 0, '2020-07-06 15:27:07.066345',
        'b79e3143327f481ebd733fc952dfc304', '西药', '0.0000', '100.0000');


INSERT INTO whse_invtdtl
VALUES ('df1abbbad36745bbaac2a4a6a22b4c33', 1, '653e227ca5bb4da3b6d7d725819a2152', 'pd2007061548321062',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', 'f27979a9391646e6bba6809ed952df5d', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '49.0000', '3.0000', '0.1600',
        '147.0000', '123.4800', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-06 15:48:32.066867', '云南白药集团股份有限公司', 0, '2020-07-06 15:48:32.066867',
        'b79e3143327f481ebd733fc952dfc304', '西药', '49.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('254917aa2bd74948add1ca7e1cc6f12b', 1, '6a7a5a1040ab4b349270e3ae0aea33ce', 'pd2007061548446349',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '100.0000', '0.5000', '0.1600',
        '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:48:44.65088', '云南白药集团股份有限公司', 0, '2020-07-06 15:48:44.65088', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', '100.0000');


INSERT INTO whse_invtdtl
VALUES ('417373be41634bcd9d2ec2044b47c305', 1, '667612481efd43c0ba0eaaf9f687cb7f', 'pd2007061549436750',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '100.0000', '0.5000', '0.1600',
        '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:49:43.366626', '云南白药集团股份有限公司', 0, '2020-07-06 15:49:43.366626',
        'b79e3143327f481ebd733fc952dfc304', '西药', '0.0000', '100.0000');


INSERT INTO whse_invtdtl
VALUES ('f37bd05e2311435bbde2f884c19f3623', 1, 'aa4e4840869141419af68af3226cf85e', 'pd2007061557404373',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '100.0000', '0.5000', '0.1600',
        '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:57:40.001936', '云南白药集团股份有限公司', 0, '2020-07-06 15:57:40.001936',
        'b79e3143327f481ebd733fc952dfc304', '西药', '0.0000', '100.0000');


INSERT INTO whse_invtdtl
VALUES ('8ec3b1a42eae4813a43d956e90e40bd8', 1, '667612481efd43c0ba0eaaf9f687cb7f', 'pd2007061549436750',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '100.0000', '0.5000', '0.1600',
        '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:50:14.291639', '云南白药集团股份有限公司', 0, '2020-07-06 15:50:14.291639',
        'b79e3143327f481ebd733fc952dfc304', '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('6a607b36c0014b0abaf64457e0a072dc', 1, '9e8cf5967000469b953c9789593465d3', 'pd2007061556447987',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', 'f27979a9391646e6bba6809ed952df5d', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '49.0000', '3.0000', '0.1600',
        '147.0000', '123.4800', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-06 15:56:44.299633', '云南白药集团股份有限公司', 0, '2020-07-06 15:56:44.299633',
        'b79e3143327f481ebd733fc952dfc304', '西药', '49.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('c5db0cf01992400b9fec786ad4c27427', 1, 'e4e730c52e3a4f20aac027d5cec06cdd', 'pd2007241621057639',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, 'A91005', '2021-09-30', '2019-10-31', '',
        'f96ac3077b974adabfe201de963f50d4', '10.0000', '5.2000', '0.1600', '52.0000', '43.6800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-24 16:21:05.679357',
        '深圳致君制药有限公司                                        ', 0, '2020-07-24 16:21:05.679357',
        'b79e3143327f481ebd733fc952dfc304', '西药', '9.0000', '1.0000');


INSERT INTO whse_invtdtl
VALUES ('cef54674ab5b4abf95c686ac1c4b5559', 2, 'e4e730c52e3a4f20aac027d5cec06cdd', 'pd2007241621057639',
        '28bef27040994409877688af01f31f5d', '005212', '桑叶TJ', '10g', '9db9537b930a41959679f8ec61ab53b7', NULL,
        '18031751', '2021-02-27', '2016-02-27', NULL, 'a84ad5e489c44ba48bcb03f35e55bd69', '5.0000', '1.0000', '0.1600',
        '5.0000', '4.2000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:21:05.679357', '江阴天江药业有限公司', 0, '2020-07-24 16:21:05.679357', '4befe8463f3c4bbcbd56580784067d9d',
        '免煎（天）', '132.0000', '-127.0000');


INSERT INTO whse_invtdtl
VALUES ('ff2ceb70a2eb481d8d06956b5ab997ff', 1, 'e4e730c52e3a4f20aac027d5cec06cdd', 'pd2007241621057639',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', '', 'A91005', '2021-09-30', '2019-10-31', '',
        'f96ac3077b974adabfe201de963f50d4', '10.0000', '5.2000', '0.1600', '52.0000', '43.6800',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-24 16:21:15.172655',
        '深圳致君制药有限公司                                        ', 0, '2020-07-24 16:21:15.172655',
        'b79e3143327f481ebd733fc952dfc304', '西药', '9.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('a4c658470f36452f8cdcca045438f05e', 2, 'e4e730c52e3a4f20aac027d5cec06cdd', 'pd2007241621057639',
        '28bef27040994409877688af01f31f5d', '005212', '桑叶TJ', '10g', '9db9537b930a41959679f8ec61ab53b7', '', '18031751',
        '2021-02-27', '2016-02-27', '', 'a84ad5e489c44ba48bcb03f35e55bd69', '5.0000', '1.0000', '0.1600', '5.0000',
        '4.2000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:21:15.172655', '江阴天江药业有限公司', 0, '2020-07-24 16:21:15.172655', '4befe8463f3c4bbcbd56580784067d9d',
        '免煎（天）', '132.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('514f9948f6944a8dada0598284210203', 1, '05c0f5feb6064aa0b13b445f89cc62bc', 'pd2007241625015611',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '1000.0000', '1.0000', '0.1000',
        '1000.0000', '900.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:25:01.861008', '本地厂家', 0, '2020-07-24 16:25:01.861008', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', '-6788.0000');


INSERT INTO whse_invtdtl
VALUES ('2e3581a2f5c542ce973508bff81d6049', 2, '05c0f5feb6064aa0b13b445f89cc62bc', 'pd2007241625015611',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '10.0000', '30.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:25:01.861008', '海南利能康泰制药有限公司', 0, '2020-07-24 16:25:01.861008',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', '-2.0000');


INSERT INTO whse_invtdtl
VALUES ('071559cd83734c118b3f7433f77dd2b0', 3, '05c0f5feb6064aa0b13b445f89cc62bc', 'pd2007241625015611',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '50.0000', '30.0000', '0.1000',
        '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:25:01.861008', '海南利能康泰制药有限公司', 1, '2020-07-24 16:25:01.861008',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('5f4ce626e6054b2984093720587ced7e', 1, '05c0f5feb6064aa0b13b445f89cc62bc', 'pd2007241625015611',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '1000.0000', '1.0000', '0.1000',
        '1000.0000', '900.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:25:05.462441', '本地厂家', 0, '2020-07-24 16:25:05.462441', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('1b92516c4381422b97638fed8b96803e', 2, '05c0f5feb6064aa0b13b445f89cc62bc', 'pd2007241625015611',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '10.0000', '30.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:25:05.462441', '海南利能康泰制药有限公司', 0, '2020-07-24 16:25:05.462441',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('915517cdfc644900a98572d149bc070d', 3, '05c0f5feb6064aa0b13b445f89cc62bc', 'pd2007241625015611',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '50.0000', '30.0000', '0.1000',
        '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:25:05.462441', '海南利能康泰制药有限公司', 1, '2020-07-24 16:25:05.462441',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('3fc4d1526cf244438999f1648a0ef191', 1, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '7000.0000', '1.0000', '0.1000',
        '7000.0000', '6300.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:30.608595', '本地厂家', 0, '2020-07-24 16:28:30.608595', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', '-788.0000');


INSERT INTO whse_invtdtl
VALUES ('ec5a9b73e1b64b54a4400dcec2928d35', 2, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:30.608595', '海南利能康泰制药有限公司', 0, '2020-07-24 16:28:30.608595',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', '3.0000');


INSERT INTO whse_invtdtl
VALUES ('d476abdf15e9423d82517149ee4111fc', 1, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '7000.0000', '1.0000', '0.1000',
        '7000.0000', '6300.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:34.399875', '本地厂家', 0, '2020-07-24 16:28:34.399875', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('88815a4278ee4260abf9c8e608ea07c6', 2, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:34.399875', '海南利能康泰制药有限公司', 0, '2020-07-24 16:28:34.399875',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('cf089bb8c2664329b075c3d9e78ddc7d', 3, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '20.0000', '30.0000', '0.1000',
        '600.0000', '540.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:34.399875', '海南利能康泰制药有限公司', 1, '2020-07-24 16:28:34.399875',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('ad5502d9cece4e0f9c50a76e8075f9ed', 1, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '10.0000', '10.0000',
        '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-14 23:22:20.366354', '四川援健药业有限公司', 0, '2020-07-14 23:22:20.366354', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', '10.0000');


INSERT INTO whse_invtdtl
VALUES ('6b1d749ec2074a9aa72273987c8b548a', 2, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        NULL, '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '1.0000', '10.0000',
        '0.1100', '10.0000', '8.9000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-14 23:22:20.366354', '四川援健药业有限公司', 1, '2020-07-14 23:22:20.366354', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', '1.0000');


INSERT INTO whse_invtdtl
VALUES ('e402181a2b674fbf905e2975fc61e875', 1, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '10.0000', '10.0000',
        '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-14 23:23:14.087898', '四川援健药业有限公司', 0, '2020-07-14 23:23:14.087898', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('f319fcf3575b4a84ac0352612b0ac2db', 2, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        '', '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '1.0000', '10.0000',
        '0.1100', '10.0000', '8.9000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-14 23:23:14.087898', '四川援健药业有限公司', 1, '2020-07-14 23:23:14.087898', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('a68b52cf7ff54c90b23fba7bf78b6036', 3, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '88.0000', '10.0000',
        '0.1100', '880.0000', '783.2000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-14 23:23:14.087898', '四川援健药业有限公司', 0, '2020-07-14 23:23:14.087898', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('b2636519e56d4a70a36b625e6a43e891', 1, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '10.0000', '10.0000',
        '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-14 23:23:37.129883', '四川援健药业有限公司', 0, '2020-07-14 23:23:37.129883', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('44405e8390f744e19675bf6b938f3317', 2, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        '', '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '1.0000', '10.0000',
        '0.1100', '10.0000', '8.9000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-14 23:23:37.129883', '四川援健药业有限公司', 1, '2020-07-14 23:23:37.129883', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('a3dd916890b74fe182f4108dba41ea16', 3, '28af1a3168df4f17b45021ac7be3dcd6', 'pd2007142322207549',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        NULL, '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '88.0000', '10.0000',
        '0.1100', '880.0000', '783.2000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-14 23:23:37.129883', '四川援健药业有限公司', 1, '2020-07-14 23:23:37.129883', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('8ecc47a4d67042299081785dcf0a8740', 1, '0e6adf30eda6444289a78f68facba185', 'pd2007150951439748',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1111', '2022-01-01', '2019-01-01', NULL, 'e422222a7b22455a8840120a6e0fcca4', '1000.0000', '8.0000',
        '0.1000', '8000.0000', '7200.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 09:51:43.867952', '华润三九', 0, '2020-07-15 09:51:43.867952', 'b79e3143327f481ebd733fc952dfc304', '西药',
        '10.0000', '990.0000');


INSERT INTO whse_invtdtl
VALUES ('50a5762772e64a41be3049c226f58872', 2, '0e6adf30eda6444289a78f68facba185', 'pd2007150951439748',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '100.0000', '30.0000', '0.1000', '3000.0000', '2700.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-15 09:51:43.867952', '广东在田',
        0, '2020-07-15 09:51:43.867952', 'aecff870ef104e67b675fbfda6ab90de', '西药', '19.0000', '81.0000');


INSERT INTO whse_invtdtl
VALUES ('ad277ebe49af41ebad35ff58006e8737', 3, '0e6adf30eda6444289a78f68facba185', 'pd2007150951439748',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '100.0000', '30.0000', '0.1000', '3000.0000', '2700.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-15 09:51:43.867952', '广东在田',
        1, '2020-07-15 09:51:43.867952', 'aecff870ef104e67b675fbfda6ab90de', '西药', '19.0000', '81.0000');


INSERT INTO whse_invtdtl
VALUES ('f914e8c1ebea4d60829988a71b9cf088', 1, '0e6adf30eda6444289a78f68facba185', 'pd2007150951439748',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '1111', '2022-01-01', '2019-01-01', '', 'e422222a7b22455a8840120a6e0fcca4', '1000.0000', '8.0000', '0.1000',
        '8000.0000', '7200.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-15 09:51:51.65972', '华润三九', 0, '2020-07-15 09:51:51.65972', 'b79e3143327f481ebd733fc952dfc304', '西药',
        '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('751baa9b4e6c410a8c4f3b9cd8b3d04e', 2, '0e6adf30eda6444289a78f68facba185', 'pd2007150951439748',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', '', '1', '2022-01-01', '2019-01-01', '', '5d3ab99230b047ca9ec8d99f2b4813c1',
        '100.0000', '30.0000', '0.1000', '3000.0000', '2700.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-15 09:51:51.65972', '广东在田', 0, '2020-07-15 09:51:51.65972',
        'aecff870ef104e67b675fbfda6ab90de', '西药', '19.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('fa05d8c83880468893e6f893d04a1a6d', 1, 'c7216f2c6be1424486520b30567fbf51', 'pd2007150954109962',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1111', '2022-01-01', '2019-01-01', NULL, 'e422222a7b22455a8840120a6e0fcca4', '1000.0000', '8.0000',
        '0.1000', '8000.0000', '7200.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 09:54:10.11758', '华润三九', 0, '2020-07-15 09:54:10.11758', 'b79e3143327f481ebd733fc952dfc304', '西药',
        '1000.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('9ea137c645a94d8d806fe8063d950515', 1, 'c7216f2c6be1424486520b30567fbf51', 'pd2007150954109962',
        '013e1f08fdc04378866447a597619aff', '3646232289', '感冒灵颗粒（999）', '10g*9袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '1111', '2022-01-01', '2019-01-01', '', 'e422222a7b22455a8840120a6e0fcca4', '1000.0000', '8.0000', '0.1000',
        '8000.0000', '7200.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-15 09:54:18.452339', '华润三九', 0, '2020-07-15 09:54:18.452339', 'b79e3143327f481ebd733fc952dfc304', '西药',
        '1000.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('c87151c8273d4a278c720c0ace117c33', 3, '0e6adf30eda6444289a78f68facba185', 'pd2007150951439748',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', '', '1', '2022-01-01', '2019-01-01', '', '5d3ab99230b047ca9ec8d99f2b4813c1',
        '100.0000', '30.0000', '0.1000', '3000.0000', '2700.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-15 09:51:51.65972', '广东在田', 1, '2020-07-15 09:51:51.65972',
        'aecff870ef104e67b675fbfda6ab90de', '西药', '19.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('045289b429004526a8e20b8e490566f4', 1, 'daa044c2e2db421da43e7c1cc7ebb18f', 'pd2007150952437763',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '1000.0000', '30.0000', '0.1000', '30000.0000', '27000.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-15 09:52:43.538765', '广东在田',
        0, '2020-07-15 09:52:43.538765', 'aecff870ef104e67b675fbfda6ab90de', '西药', '200.0000', '800.0000');


INSERT INTO whse_invtdtl
VALUES ('41d95e931bec4820ad2c70beae153b53', 2, 'daa044c2e2db421da43e7c1cc7ebb18f', 'pd2007150952437763',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '100.0000', '30.0000', '0.1000', '3000.0000', '2700.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-15 09:52:43.538765', '广东在田',
        1, '2020-07-15 09:52:43.538765', 'aecff870ef104e67b675fbfda6ab90de', '西药', '200.0000', '-100.0000');


INSERT INTO whse_invtdtl
VALUES ('28720ca00a474a1b9c317b41c9e03e04', 1, '624d19f74a9244538aae5b7a5afac01c', 'pd2007150953333178',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '111.0000', '30.0000', '0.1000', '3330.0000', '2997.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-15 09:53:33.406808', '广东在田',
        0, '2020-07-15 09:53:33.406808', 'aecff870ef104e67b675fbfda6ab90de', '西药', '200.0000', '-89.0000');


INSERT INTO whse_invtdtl
VALUES ('991cb5c198274544a52ba458341bd364', 2, '624d19f74a9244538aae5b7a5afac01c', 'pd2007150953333178',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '100.0000', '30.0000', '0.1000', '3000.0000', '2700.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-15 09:53:33.406808', '广东在田',
        1, '2020-07-15 09:53:33.406808', 'aecff870ef104e67b675fbfda6ab90de', '西药', '200.0000', '-100.0000');


INSERT INTO whse_invtdtl
VALUES ('5d55fe00665446fbbd5f8a56437fa992', 1, '8fa3c1c5e39c45c49c122382d284f742', 'pd2007150955118404',
        '0656435de5d144bb884972c84674be97', '708312', '酪酸梭菌活菌胶囊', '420MG*24粒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '1', '2023-03-03', '2019-02-02', NULL, '65844d8e18ee44978c2cfcec6b3f1825', '100.0000', '26.6000', '0.1000',
        '2660.0000', '2394.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 09:55:11.422482', '青岛东海药业有限公司                                        ', 0,
        '2020-07-15 09:55:11.422482', '04c4433b8ff44d3582f87113554486f0', '中成药', '148.0000', '-48.0000');


INSERT INTO whse_invtdtl
VALUES ('4554a32c65254eb4bd7767e2ab59d877', 1, '9044273c0588465b81cf1dda3f68d8ae', 'pd2007150958226532',
        '0cb9b4f8d2134127baa24adc571e18bb', '2004081430155', '头孢呋辛酯片', '0.125g(按C16H16N4O8S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, 'A91005', '2021-09-30', '2019-10-31', '',
        'f96ac3077b974adabfe201de963f50d4', '99.0000', '5.2000', '0.1600', '514.8000', '432.4320',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-15 09:58:22.023279',
        '深圳致君制药有限公司                                        ', 0, '2020-07-15 09:58:22.023279',
        'b79e3143327f481ebd733fc952dfc304', '西药', '21.0000', '78.0000');


INSERT INTO whse_invtdtl
VALUES ('c0be172071534347a1bf5890934b1fbb', 1, 'b179d54a2e244db19b4f24f0215ed805', 'pd2007151002291110',
        '8837c876e41d4dbf877d01950691e7dc', '000014', '甲钴胺片11', '0.5mg*20片/盒', 'f27979a9391646e6bba6809ed952df5d', NULL,
        '123', '2022-07-31', '2020-01-31', NULL, '76c967b63cc64784826007addbe3e8cd', '100.0000', '8.0000', '0.1000',
        '800.0000', '720.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 10:02:29.413169', '亚宝药业', 0, '2020-07-15 10:02:29.413169', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '10.0000', '90.0000');


INSERT INTO whse_invtdtl
VALUES ('c470032940114a27aa37ded64828b59a', 2, 'b179d54a2e244db19b4f24f0215ed805', 'pd2007151002291110',
        '8837c876e41d4dbf877d01950691e7dc', '000014', '甲钴胺片11', '0.5mg*20片/盒', '55c8b5463de54f9da9502ae1c4039540', NULL,
        '123', '2022-07-31', '2020-01-31', NULL, '76c967b63cc64784826007addbe3e8cd', '100.0000', '8.0000', '0.1000',
        '800.0000', '720.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 10:02:29.413169', '亚宝药业', 1, '2020-07-15 10:02:29.413169', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '10.0000', '90.0000');


INSERT INTO whse_invtdtl
VALUES ('203fed17310f4a19bff4cafa052417b3', 1, '05bae3b649f94a17b6c2a05734c64aec', 'pd2007150959328469',
        '1001ff8fc700490eb297da6028c4e48c', '006311', '合欢花(智)', 'g', '10004', NULL, '18091393', '2021-08-27',
        '2016-08-27', NULL, 'a84ad5e489c44ba48bcb03f35e55bd69', '100.0000', '1.0000', '0.1600', '100.0000', '84.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-15 09:59:32.660914',
        '江阴天江药业有限公司', 1, '2020-07-15 09:59:32.660914', '7c064cef62a64bbaa4035bc567d0b715', '免煎（智）', '3.0000',
        '97.0000');


INSERT INTO whse_invtdtl
VALUES ('ff7e7cbbbf1d4c08af694046c64d1de5', 1, '28d520535bd345ae922483a8fb64d532', 'pd2007171448453444',
        '24f23d8fdd004273adc447d6c58a4ea4', '60110', '酒黄芩YG', '酒炙', 'ea4f059f8daa44e0b703f90ce7a67002', NULL, '190524',
        '2024-05-23', '2019-05-23', NULL, 'db4be19a322b4a05a275d579152c24cd', '111.0000', '1.0000', '0.1000',
        '111.0000', '99.9000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-17 14:48:45.822296', '本地厂家', 0, '2020-07-17 14:48:45.822296', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '2959.0000', '-2848.0000');


INSERT INTO whse_invtdtl
VALUES ('3ac29a8a42a5409c894361dd973da58d', 2, '28d520535bd345ae922483a8fb64d532', 'pd2007171448453444',
        '25f51e62630c43199eef78c2cecb6134', '001484', '红曲', '袋', 'dc05c91ab5bd4cf08ec23d125a806962', NULL, '19010254',
        '2022-01-27', '2017-01-27', NULL, 'db4be19a322b4a05a275d579152c24cd', '1000.0000', '1.0000', '0.1600',
        '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-17 14:48:45.822296', '本地厂家', 0, '2020-07-17 14:48:45.822296', '547d9927b9944ef69ae650eca9622e4d', '普商',
        '541.0000', '459.0000');


INSERT INTO whse_invtdtl
VALUES ('4297cd258db640e9ba502fe44fe8a9e9', 1, '3ccca0fcbd65498499eaa18fa95d5bfb', 'pd2007171449459413',
        '3741678153644e76882d6b3a6f487a6e', '60112', '黄芪YG', '片', 'ea4f059f8daa44e0b703f90ce7a67002', NULL, '190303',
        '2024-03-18', '2019-03-18', NULL, 'db4be19a322b4a05a275d579152c24cd', '100.0000', '1.0000', '0.1000',
        '100.0000', '90.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-17 14:49:45.472331', '本地厂家', 0, '2020-07-17 14:49:45.472331', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '19330.0000', '-19230.0000');


INSERT INTO whse_invtdtl
VALUES ('db7bbc375c9542cbb7e598759c0918b8', 2, '3ccca0fcbd65498499eaa18fa95d5bfb', 'pd2007171449459413',
        '033b9a1054b24cada9166cb5420eef28', '006137', '板蓝根(智)', 'g', 'ea4f059f8daa44e0b703f90ce7a67002', NULL,
        '19030633', '2022-02-27', '2017-02-27', NULL, 'a84ad5e489c44ba48bcb03f35e55bd69', '100.0000', '1.0000',
        '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-17 14:49:45.472331', '江阴天江药业有限公司', 0, '2020-07-17 14:49:45.472331', '7c064cef62a64bbaa4035bc567d0b715',
        '免煎（智）', '937.0000', '-837.0000');


INSERT INTO whse_invtdtl
VALUES ('f8731673ff69495a9f1fb8fd0da403e4', 1, 'b179d54a2e244db19b4f24f0215ed805', 'pd2007151002291110',
        '8837c876e41d4dbf877d01950691e7dc', '000014', '甲钴胺片11', '0.5mg*20片/盒', 'f27979a9391646e6bba6809ed952df5d', '',
        '123', '2022-07-31', '2020-01-31', '', '76c967b63cc64784826007addbe3e8cd', '100.0000', '8.0000', '0.1000',
        '800.0000', '720.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 10:09:37.847668', '亚宝药业', 0, '2020-07-15 10:09:37.847668', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('3824c98937ee472b90c891e077c57d6c', 2, 'b179d54a2e244db19b4f24f0215ed805', 'pd2007151002291110',
        '8837c876e41d4dbf877d01950691e7dc', '000014', '甲钴胺片11', '0.5mg*20片/盒', '55c8b5463de54f9da9502ae1c4039540', '',
        '123', '2022-07-31', '2020-01-31', '', '76c967b63cc64784826007addbe3e8cd', '100.0000', '8.0000', '0.1000',
        '800.0000', '720.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 10:09:37.847668', '亚宝药业', 1, '2020-07-15 10:09:37.847668', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('e67a2ef3b02842b69bb83db12e38631a', 1, '8fa3c1c5e39c45c49c122382d284f742', 'pd2007150955118404',
        '0656435de5d144bb884972c84674be97', '708312', '酪酸梭菌活菌胶囊', '420MG*24粒', '754e0a0775a74a54995e55a9a3cca5b2', '',
        '1', '2023-03-03', '2019-02-02', '', '65844d8e18ee44978c2cfcec6b3f1825', '100.0000', '26.6000', '0.1000',
        '2660.0000', '2394.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-15 09:56:51.916064', '青岛东海药业有限公司                                        ', 0,
        '2020-07-15 09:56:51.916064', '04c4433b8ff44d3582f87113554486f0', '中成药', '148.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('2f239cf322fd400e88a0075928f43202', 1, '0afabb4092ad4beabb77594dd3fd8e51', 'pd2007090847405356',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', 'f27979a9391646e6bba6809ed952df5d', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '5.0000', '3.0000', '0.1600',
        '15.0000', '12.6000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-09 08:47:40.475121', '云南白药集团股份有限公司', 0, '2020-07-09 08:47:40.475121',
        'b79e3143327f481ebd733fc952dfc304', '西药', '49.0000', '-44.0000');


INSERT INTO whse_invtdtl
VALUES ('3808a752d02c442ea6455519e006bd97', 2, '0afabb4092ad4beabb77594dd3fd8e51', 'pd2007090847405356',
        'ee57bf0bd131400fb7e1b7d33b5df41b', '2110552', '云南白药胶囊', '每粒装0.25g', '6e3bcf57d5ea493ba900ca847a69e8d0', '',
        '453445455', '2021-04-30', '2019-02-28', '', '15c9eb38a5ae44d5af4ff22be2b9dc54', '20.0000', '0.5000', '0.1600',
        '10.0000', '8.4000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-09 08:47:40.475121', '云南白药集团股份有限公司', 1, '2020-07-09 08:47:40.475121',
        'b79e3143327f481ebd733fc952dfc304', '西药', '0.0000', '20.0000');


INSERT INTO whse_invtdtl
VALUES ('eb7add18db224409b47ba5b923fedbf6', 1, 'a2f1e6960f4d4b008ac78e9b73494eef', 'pd2007211026241937',
        '0656435de5d144bb884972c84674be97', '708312', '酪酸梭菌活菌胶囊', '420MG*24粒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '1', '2023-03-03', '2019-02-02', NULL, '65844d8e18ee44978c2cfcec6b3f1825', '12.0000', '26.6000', '0.1000',
        '319.2000', '287.2800', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-21 10:26:24.111727', '青岛东海药业有限公司                                        ', 0,
        '2020-07-21 10:26:24.111727', '04c4433b8ff44d3582f87113554486f0', '中成药', '148.0000', '-136.0000');


INSERT INTO whse_invtdtl
VALUES ('3f40d07232ff4367bf8e6bbc411afdb5', 2, 'a2f1e6960f4d4b008ac78e9b73494eef', 'pd2007211026241937',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '12.0000', '30.0000', '0.1000',
        '360.0000', '324.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-21 10:26:24.111727', '海南利能康泰制药有限公司', 0, '2020-07-21 10:26:24.111727',
        'b79e3143327f481ebd733fc952dfc304', '西药', '339.0000', '-327.0000');


INSERT INTO whse_invtdtl
VALUES ('e9e4462da00a4a919c9f89b0b54d2b68', 3, 'a2f1e6960f4d4b008ac78e9b73494eef', 'pd2007211026241937',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '50.0000', '30.0000', '0.1000',
        '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-07-21 10:26:24.111727', '海南利能康泰制药有限公司', 1, '2020-07-21 10:26:24.111727',
        'b79e3143327f481ebd733fc952dfc304', '西药', '7.0000', '43.0000');


INSERT INTO whse_invtdtl
VALUES ('9d7faa7190094c0e81fab1f2d855da91', 1, '1391cc32256948baa8f83d2c43ec304e', 'pd2007221241308282',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '10.0000', '10.0000', '0.1600', '100.0000', '84.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-22 12:41:30.299009',
        '哈药集团制药总厂', 0, '2020-07-22 12:41:30.299009', 'b79e3143327f481ebd733fc952dfc304', '西药', '100.0000', '-90.0000');


INSERT INTO whse_invtdtl
VALUES ('8c90a91f7ddb42fb8e9e8dc516010e78', 2, '1391cc32256948baa8f83d2c43ec304e', 'pd2007221241308282',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '2.0000', '10.0000', '0.1600', '20.0000', '16.8000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-22 12:41:30.299009',
        '哈药集团制药总厂', 1, '2020-07-22 12:41:30.299009', 'b79e3143327f481ebd733fc952dfc304', '西药', '0.0000', '2.0000');


INSERT INTO whse_invtdtl
VALUES ('96cf650deb2f44a293ca3f33909e16d9', 1, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:05:31.611741', '四川援健药业有限公司', 0, '2020-07-23 00:05:31.611741', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('6746b7e3f415425782f4e45f42a3b2bb', 2, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        NULL, '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '87.0000', '10.0000',
        '0.1100', '870.0000', '774.3000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:05:31.611741', '四川援健药业有限公司', 1, '2020-07-23 00:05:31.611741', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('f5c51f9c5a4d4e648e1e2e6858dc1924', 1, '33ca217f7303463e9d29ee8386a8f274', 'pd2007230004095317',
        '0e5e7aaba78c4ca38c4c8be23483a5d5', '20070100001', '盐杜仲YG', 'g', '25958daa5ffc44e7b86d03c44dcaffc8', NULL,
        '190328', '2024-03-27', '2019-03-27', NULL, 'db4be19a322b4a05a275d579152c24cd', '4850.0000', '1.0000', '0.1000',
        '4850.0000', '4365.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:04:09.407469', '本地厂家', 0, '2020-07-23 00:04:09.407469', '59738a5523124985889a5dd92e90121f', '饮片',
        '4858.0000', '-8.0000');


INSERT INTO whse_invtdtl
VALUES ('e3080465fbf9470884e60f852d5bb02f', 1, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:06:09.065128', '四川援健药业有限公司', 0, '2020-07-23 00:06:09.065128', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('463b73f95e434d5e816fac7dd6e6e9bb', 2, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '90.0000', '10.0000',
        '0.1100', '900.0000', '801.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:06:09.065128', '四川援健药业有限公司', 1, '2020-07-23 00:06:09.065128', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('2e6839154afa41128827f559e022e42d', 1, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:06:58.999667', '四川援健药业有限公司', 0, '2020-07-23 00:06:58.999667', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('40e749cd166a40a6b86f09522047d218', 2, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '92.0000', '10.0000',
        '0.1100', '920.0000', '818.8000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:06:58.999667', '四川援健药业有限公司', 1, '2020-07-23 00:06:58.999667', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('9d2197802b8442a98b949b0d75a76241', 1, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:07:05.226363', '四川援健药业有限公司', 0, '2020-07-23 00:07:05.226363', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('470b7cd26b4f4bba84d54927e024bb4e', 2, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '92.0000', '10.0000',
        '0.1100', '920.0000', '818.8000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:07:05.226363', '四川援健药业有限公司', 1, '2020-07-23 00:07:05.226363', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('dc0f6e1ba8fa43799ae2895b3c4dabd7', 1, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:07:47.531277', '四川援健药业有限公司', 0, '2020-07-23 00:07:47.531277', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('2e0ff242b1394800a4ad421686c3edac', 2, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        '', '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '92.0000', '10.0000',
        '0.1100', '920.0000', '818.8000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:07:47.531277', '四川援健药业有限公司', 1, '2020-07-23 00:07:47.531277', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('06de5c3329d94baaab2798e4288f6b38', 3, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '10.0000', '10.0000',
        '0.1100', '100.0000', '89.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:07:47.531277', '四川援健药业有限公司', 0, '2020-07-23 00:07:47.531277', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('ee77900d937e44e0a1c8979b918cbcd2', 4, '978538ef3d8c4d4bba37a078b9d5c9fd', 'pd2007230005314684',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        NULL, '201909', '2020-09-09', '2019-09-01', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 00:07:47.531277', '四川援健药业有限公司', 1, '2020-07-23 00:07:47.531277', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '1.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('cfff003aea134070852bd27e708a38f1', 1, 'e5847caabfd34cd982b566640a1d7b54', 'pd2007231442573726',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '0.0000', '10.0000',
        '0.1100', '0.0000', '0.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 14:42:57.632089', '四川援健药业有限公司', 0, '2020-07-23 14:42:57.632089', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '0.0000', '0.0000');


INSERT INTO whse_invtdtl
VALUES ('f00bb703212844ce993c3af341d9faf7', 2, 'e5847caabfd34cd982b566640a1d7b54', 'pd2007231442573726',
        'df540cbb64ab411397061e9913526502', '30022002010', '阿莫西林干混悬剂', '0.125g*', '13c4c272399f48cfaae2e46206ed2abc',
        NULL, '12', '2020-06-06', '2018-05-05', '11111', 'e36b79a6d98047068c538143b3cb50c8', '88.0000', '10.0000',
        '0.1100', '880.0000', '783.2000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-23 14:42:57.632089', '四川援健药业有限公司', 1, '2020-07-23 14:42:57.632089', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '87.0000', '1.0000');


INSERT INTO whse_invtdtl
VALUES ('4d5d7f5fe2654ee898b7955522f22b94', 1, '138a27be69184c3199b418f36224717d', 'pd2007231505326009',
        '47bdeffb405b43c390f2cffc88d550e1', '2004081430207', '克林霉素磷酸酯凝胶', '20g:0.2g',
        '754e0a0775a74a54995e55a9a3cca5b2', NULL, '123', '2025-02-02', '2019-12-12', '',
        '2a35a222e27d441889ddc1d3cbbd4e9d', '22.0000', '20.0000', '0.1600', '440.0000', '369.6000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-07-23 15:05:32.080528',
        '苏州第四制药厂有限公司', 0, '2020-07-23 15:05:32.080528', 'b79e3143327f481ebd733fc952dfc304', '西药', '19.0000', '3.0000');


INSERT INTO whse_invtdtl
VALUES ('20b0e59b463b4ab98f98dd9f7d529923', 1, '0315a2094fce4296bafd2b0210105b77', 'pd2007241619098260',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '10.0000', '1.0000', '0.1000', '10.0000',
        '9.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:09.20691', '本地厂家', 0, '2020-07-24 16:19:09.20691', 'ab8d6c53950c416890da79761f4b7f61', '专用饮片',
        '7788.0000', '-7778.0000');


INSERT INTO whse_invtdtl
VALUES ('340bfdd7f571487e80ecb632c204891d', 1, '0315a2094fce4296bafd2b0210105b77', 'pd2007241619098260',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '10.0000', '1.0000', '0.1000', '10.0000',
        '9.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:18.625111', '本地厂家', 0, '2020-07-24 16:19:18.625111', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('7cb29c6ee0914c27b6d19f82b9efd9bb', 1, '0315a2094fce4296bafd2b0210105b77', 'pd2007241619098260',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '10.0000', '1.0000', '0.1000', '10.0000',
        '9.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:22.95224', '本地厂家', 0, '2020-07-24 16:19:22.95224', 'ab8d6c53950c416890da79761f4b7f61', '专用饮片',
        '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('78a4834f8dc3448db456c980bc689f87', 1, 'c193ef2f4087456e9617eda05ee0d42b', 'pd2007241619592503',
        '1118c898aaba4b829e25a00c47f55d34', '70812', '升麻', 'C6g', '9db9537b930a41959679f8ec61ab53b7', NULL, '1606043',
        '2019-04-30', '2014-04-30', NULL, '27bded541ab240fa8b0426a83ac49624', '10.0000', '1.0000', '0.1000', '10.0000',
        '9.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:59.375262', '四川绿色药业科技发展股份有限公司                            ', 0, '2020-07-24 16:19:59.375262',
        '6a0cf8ded6ab46d2aa85a7780adf4655', '免煎(绿)', '7.0000', '3.0000');


INSERT INTO whse_invtdtl
VALUES ('294c5b60d47b4cefbbc848c6e20961ad', 2, 'c193ef2f4087456e9617eda05ee0d42b', 'pd2007241619592503',
        '35d240a013124d128a1ec0b3103c15f2', '67312', '人工天竺黄', 'YNC6g', '9db9537b930a41959679f8ec61ab53b7', NULL,
        '1703079', '2020-03-23', '2015-03-23', NULL, '27bded541ab240fa8b0426a83ac49624', '5.0000', '1.0000', '0.1000',
        '5.0000', '4.5000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:59.375262', '四川绿色药业科技发展股份有限公司                            ', 0, '2020-07-24 16:19:59.375262',
        '6a0cf8ded6ab46d2aa85a7780adf4655', '免煎(绿)', '1.0000', '4.0000');


INSERT INTO whse_invtdtl
VALUES ('b2f88377da0a47ad82d5f875f16069eb', 1, '02caac4cf36f469ca29a64ea744af4f3', 'pd2007241622306193',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '500.0000', '1.0000', '0.1000',
        '500.0000', '450.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:22:30.653546', '本地厂家', 0, '2020-07-24 16:22:30.653546', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', '-7288.0000');


INSERT INTO whse_invtdtl
VALUES ('f93093c177d546d0ba816c7cb2fda848', 3, '9b21e4fa38534dc1badded5eb3c68bc1', 'pd2007241626186401',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '25.0000', '30.0000', '0.1000',
        '750.0000', '675.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:26:18.898045', '海南利能康泰制药有限公司', 1, '2020-07-24 16:26:18.898045',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', '-25.0000');


INSERT INTO whse_invtdtl
VALUES ('5d1f1af9cc9142a0abc45bda460ca872', 1, '0315a2094fce4296bafd2b0210105b77', 'pd2007241619098260',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '10.0000', '1.0000', '0.1000', '10.0000',
        '9.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:39.754046', '本地厂家', 0, '2020-07-24 16:19:39.754046', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('efd586ec53eb4375a0596d247ed44273', 2, '0315a2094fce4296bafd2b0210105b77', 'pd2007241619098260',
        '0656435de5d144bb884972c84674be97', '708312', '酪酸梭菌活菌胶囊', '420MG*24粒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '20160602', '2018-05-31', '2013-05-31', NULL, '65844d8e18ee44978c2cfcec6b3f1825', '1.0000', '1.0000', '0.1000',
        '1.0000', '0.9000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:19:39.754046', '青岛东海药业有限公司                                        ', 0,
        '2020-07-24 16:19:39.754046', '04c4433b8ff44d3582f87113554486f0', '中成药', '0.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('281f5118c1cc432f963da1c9d718c671', 2, '02caac4cf36f469ca29a64ea744af4f3', 'pd2007241622306193',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:22:30.653546', '海南利能康泰制药有限公司', 0, '2020-07-24 16:22:30.653546',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', '3.0000');


INSERT INTO whse_invtdtl
VALUES ('84714b992eec42329e25139bf5e2584d', 3, '02caac4cf36f469ca29a64ea744af4f3', 'pd2007241622306193',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '25.0000', '30.0000', '0.1000',
        '750.0000', '675.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:22:30.653546', '海南利能康泰制药有限公司', 1, '2020-07-24 16:22:30.653546',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', '-25.0000');


INSERT INTO whse_invtdtl
VALUES ('f6c458136e3747729ef4494648421b0a', 1, '02caac4cf36f469ca29a64ea744af4f3', 'pd2007241622306193',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '500.0000', '1.0000', '0.1000', '500.0000',
        '450.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:22:41.966351', '本地厂家', 0, '2020-07-24 16:22:41.966351', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('7f0d48f097f9477d892fcfffade63e98', 2, '02caac4cf36f469ca29a64ea744af4f3', 'pd2007241622306193',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:22:41.966351', '海南利能康泰制药有限公司', 0, '2020-07-24 16:22:41.966351',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('81625cd0b1de44d8b3801d7f38e96e29', 3, '02caac4cf36f469ca29a64ea744af4f3', 'pd2007241622306193',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '25.0000', '30.0000', '0.1000',
        '750.0000', '675.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:22:41.966351', '海南利能康泰制药有限公司', 1, '2020-07-24 16:22:41.966351',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('e0c7843c8919454da09c373e8946915b', 1, 'b6c91f7f1cee43f081afce998f3db89c', 'pd2007241624106991',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '10.0000', '1.0000', '0.1000', '10.0000',
        '9.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:24:10.177763', '本地厂家', 0, '2020-07-24 16:24:10.177763', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', '-7778.0000');


INSERT INTO whse_invtdtl
VALUES ('53087d9258674d2fb5011919129968e2', 2, 'b6c91f7f1cee43f081afce998f3db89c', 'pd2007241624106991',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:24:10.177763', '海南利能康泰制药有限公司', 0, '2020-07-24 16:24:10.177763',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', '3.0000');


INSERT INTO whse_invtdtl
VALUES ('fb1423433a944c279d1d53657e5ccdf4', 3, 'b6c91f7f1cee43f081afce998f3db89c', 'pd2007241624106991',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '25.0000', '30.0000', '0.1000',
        '750.0000', '675.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:24:10.177763', '海南利能康泰制药有限公司', 1, '2020-07-24 16:24:10.177763',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', '-25.0000');


INSERT INTO whse_invtdtl
VALUES ('f3f2eb346b69418bb37ed92c5d4ca739', 1, '9b21e4fa38534dc1badded5eb3c68bc1', 'pd2007241626186401',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '7000.0000', '1.0000', '0.1000',
        '7000.0000', '6300.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:26:18.898045', '本地厂家', 0, '2020-07-24 16:26:18.898045', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', '-788.0000');


INSERT INTO whse_invtdtl
VALUES ('db8cbef7415c40879a05633aac78aa7b', 2, '9b21e4fa38534dc1badded5eb3c68bc1', 'pd2007241626186401',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '10.0000', '30.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:26:18.898045', '海南利能康泰制药有限公司', 0, '2020-07-24 16:26:18.898045',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', '-2.0000');


INSERT INTO whse_invtdtl
VALUES ('6aad086e919b4244b52815ab39cb5d6e', 3, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        NULL, '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '20.0000', '30.0000', '0.1000',
        '600.0000', '540.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:30.608595', '海南利能康泰制药有限公司', 1, '2020-07-24 16:28:30.608595',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', '-30.0000');


INSERT INTO whse_invtdtl
VALUES ('edc5f120eb9a452581e2b515a88c2be0', 1, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '7000.0000', '1.0000', '0.1000',
        '7000.0000', '6300.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:53.64496', '本地厂家', 0, '2020-07-24 16:28:53.64496', 'ab8d6c53950c416890da79761f4b7f61', '专用饮片',
        '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('5950125cc0374997b1b276e10e493306', 2, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:53.64496', '海南利能康泰制药有限公司', 0, '2020-07-24 16:28:53.64496', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '12.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('4277d59d9a5f4438aa4579a96c2b4316', 3, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '20.0000', '30.0000', '0.1000',
        '600.0000', '540.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:28:53.64496', '海南利能康泰制药有限公司', 1, '2020-07-24 16:28:53.64496', 'b79e3143327f481ebd733fc952dfc304',
        '西药', '50.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('6d7ccd3ca3c84fe59e59c4905240dbbd', 1, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', '', '190322',
        '2024-03-21', '2019-03-21', '', 'db4be19a322b4a05a275d579152c24cd', '7000.0000', '1.0000', '0.1000',
        '7000.0000', '6300.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:43:29.349829', '本地厂家', 0, '2020-07-24 16:43:29.349829', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('de533ab5a17140c3930103a691252315', 2, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'f27979a9391646e6bba6809ed952df5d',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '15.0000', '30.0000', '0.1000',
        '450.0000', '405.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:43:29.349829', '海南利能康泰制药有限公司', 0, '2020-07-24 16:43:29.349829',
        'b79e3143327f481ebd733fc952dfc304', '西药', '12.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('2e036aa0db174a0aa73ea1a10eed528c', 3, '8aba182176ec493a98100ca213087e8a', 'pd2007241628307897',
        '0f211214fdff454e987cbe0da3ce4785', '30022002014', '天麻素注射液', '2mlx0.2gx10支', 'b8f74605411f469da756b584e68bd309',
        '', '1', '2022-12-12', '2019-12-12', '', '7360455c9f0c43df8453815bc77151af', '20.0000', '30.0000', '0.1000',
        '600.0000', '540.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-07-24 16:43:29.349829', '海南利能康泰制药有限公司', 1, '2020-07-24 16:43:29.349829',
        'b79e3143327f481ebd733fc952dfc304', '西药', '50.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('8609239bd1dd4b32b85d60253871f50b', 1, '8041902a01e6438fb401b2cefccfb715', 'pd2007281553448057',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '200.0000', '10.0000', '0.1600', '2000.0000', '1680.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 15:50:34.327709',
        '哈药集团制药总厂', 0, '2020-07-28 15:50:34.327709', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', '190.0000');


INSERT INTO whse_invtdtl
VALUES ('ad0bbd010612469682c6feba400bbb3b', 2, '8041902a01e6438fb401b2cefccfb715', 'pd2007281553448057',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '300.0000', '10.0000', '0.1600', '3000.0000', '2520.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 15:50:34.327709',
        '哈药集团制药总厂', 1, '2020-07-28 15:50:34.327709', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', '298.0000');


INSERT INTO whse_invtdtl
VALUES ('f3ca1c12314240b3bc7a5ab4ddb32c02', 1, '0017a5fffac84bd583324ac50393da42', 'pd2007282040339222',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 20:40:33.807875',
        '哈药集团制药总厂', 0, '2020-07-28 20:40:33.807875', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', '90.0000');


INSERT INTO whse_invtdtl
VALUES ('20655996e8f942e392e3f066711898d2', 2, '0017a5fffac84bd583324ac50393da42', 'pd2007282040339222',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '200.0000', '10.0000', '0.1600', '2000.0000', '1680.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 20:40:33.807875',
        '哈药集团制药总厂', 1, '2020-07-28 20:40:33.807875', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', '198.0000');


INSERT INTO whse_invtdtl
VALUES ('baf822a5cf8f48d8b461bc0a9c1f9502', 1, 'c83bc05c2a9b459986e3955f00abc685', 'pd2007282041119701',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 20:41:11.228309',
        '哈药集团制药总厂', 0, '2020-07-28 20:41:11.228309', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', '90.0000');


INSERT INTO whse_invtdtl
VALUES ('c0df4a6c77774cb5a2fcbca80191eb3d', 2, 'c83bc05c2a9b459986e3955f00abc685', 'pd2007282041119701',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '200.0000', '10.0000', '0.1600', '2000.0000', '1680.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 20:41:11.228309',
        '哈药集团制药总厂', 1, '2020-07-28 20:41:11.228309', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', '198.0000');


INSERT INTO whse_invtdtl
VALUES ('a2d82400edf548b8bb4e067caffbbe8d', 1, 'c83bc05c2a9b459986e3955f00abc685', 'pd2007282041119701',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 20:43:45.069654', '哈药集团制药总厂', 0,
        '2020-07-28 20:43:45.069654', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('c558bcc742244c2699db2d44ddbcedf3', 2, 'c83bc05c2a9b459986e3955f00abc685', 'pd2007282041119701',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '200.0000', '10.0000', '0.1600', '2000.0000', '1680.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-07-28 20:43:45.069654', '哈药集团制药总厂', 1,
        '2020-07-28 20:43:45.069654', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('1403ba842c014cccb51a551d80faaad8', 1, '1c8dd7dc7b014dada9854fd6c486c5cc', 'pd2008030845487088',
        '034c27ed910149cbb8055badd9e2a684', '60121', '浙贝母YG', '片', '25958daa5ffc44e7b86d03c44dcaffc8', NULL, '190322',
        '2024-03-21', '2019-03-21', NULL, 'db4be19a322b4a05a275d579152c24cd', '15.0000', '1.0000', '0.1000', '15.0000',
        '13.5000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 08:45:48.181309', '本地厂家', 0, '2020-08-03 08:45:48.181309', 'ab8d6c53950c416890da79761f4b7f61',
        '专用饮片', '7788.0000', '-7773.0000');


INSERT INTO whse_invtdtl
VALUES ('85f9a57fcda4478c8c1d78d32cb7f8f7', 1, '5bfb87c6ea984fcbbc60e679220e62a2', 'pd2008030917351800',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '1.0000', '10.0000', '0.1600', '10.0000', '8.4000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 09:17:35.213271',
        '哈药集团制药总厂', 0, '2020-08-03 09:17:35.213271', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', '-9.0000');


INSERT INTO whse_invtdtl
VALUES ('a0fd8dd8d74d4b5db747f5fd9965b5f8', 2, '5bfb87c6ea984fcbbc60e679220e62a2', 'pd2008030917351800',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '1.0000', '10.0000', '0.1600', '10.0000', '8.4000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 09:17:35.213271',
        '哈药集团制药总厂', 1, '2020-08-03 09:17:35.213271', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', '-1.0000');


INSERT INTO whse_invtdtl
VALUES ('7d0e4c7c7b8f465daaf374e763504af4', 1, '3c5d30316c4d4d408332fb6b263fd1a6', 'pd2008030919288151',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '100.0000', '10.0000', '0.1600', '1000.0000', '840.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 09:19:28.097203',
        '哈药集团制药总厂', 0, '2020-08-03 09:19:28.097203', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', '90.0000');


INSERT INTO whse_invtdtl
VALUES ('90bb8cfaa0bd4afd8a76e6b83b5e0cec', 2, '3c5d30316c4d4d408332fb6b263fd1a6', 'pd2008030919288151',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '10.0000', '10.0000', '0.1600', '100.0000', '84.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 09:19:28.097203',
        '哈药集团制药总厂', 1, '2020-08-03 09:19:28.097203', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', '8.0000');


INSERT INTO whse_invtdtl
VALUES ('1774a863ce38491593706fd05ed2cf8f', 1, '3c5d30316c4d4d408332fb6b263fd1a6', 'pd2008030919288151',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 09:25:10.500529', '哈药集团制药总厂', 0,
        '2020-08-03 09:25:10.500529', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('76aa46221ee04a0d84e780dde051db5d', 2, '3c5d30316c4d4d408332fb6b263fd1a6', 'pd2008030919288151',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '10.0000', '10.0000', '0.1600', '100.0000', '84.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 09:25:10.500529', '哈药集团制药总厂', 1,
        '2020-08-03 09:25:10.500529', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('af213d8496964838a0af7b63f2ac85d2', 5, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '190202', '2022-08-22', '2019-02-02', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '国药致君', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('deb3d0845a4e4f0fbc6755f8e7f4caa7', 1, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        '04bab4f5f2654c888526a7ce687bfa78', '000003', '凝结芽孢杆菌活菌片（万宝康）', '18片/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '2222', '2022-02-02', '2020-02-02', '测试', '39c4842e7c854955b4508c2a4194694d', '100.0000', '4.0000',
        '0.1000', '400.0000', '360.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '青岛东海', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '11.0000', '89.0000');


INSERT INTO whse_invtdtl
VALUES ('c377ad411f5049e8b50507a646672cff', 2, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ef4cbc27c1664e1080b1e0552f8714c0', '000010', '硫酸阿米卡星注射液（齐鲁）', '2ml*10支/盒法国',
        '754e0a0775a74a54995e55a9a3cca5b2', NULL, '4546', '2020-04-30', '2019-01-31', NULL,
        '6211c15034af46c7a4bb5bb3acb1b56e', '300.0000', '3.0000', '0.1000', '900.0000', '810.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 14:34:42.10039', '齐鲁制药',
        0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('68f929dc3df14213bec12167b20460bf', 3, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        '9688a5832dd04d86ad496416dc643355', '000011', '甲磺酸培氟沙星胶囊（透星', '0.2g*12粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '15512', '2022-01-01', '2020-01-01', NULL, 'a646139e617944c8a9fd3ed3851aff3c', '300.0000', '15.0000',
        '0.1000', '4500.0000', '4050.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '浙江亚峰药厂', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '5.0000', '295.0000');


INSERT INTO whse_invtdtl
VALUES ('ac624dc2972e4b6ea85a79fb69034305', 4, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1', '2022-01-01', '2019-01-01', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000', '0.1000',
        '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '国药致君', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('0dc8689dd60e464983d80d8039c23946', 6, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '2134', '2021-10-10', '2010-10-10', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '国药致君', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('a0487969035444798f4c759b222081cb', 7, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '2234', '2021-10-10', '2011-10-10', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '国药致君', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('ca739d78d3b24ee79c5825825b8d5b79', 8, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '4554', '2055-05-11', '2019-01-01', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '国药致君', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '1.0000', '299.0000');


INSERT INTO whse_invtdtl
VALUES ('60888668dbb94dc282e95f6e0f7f5da9', 9, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '55c8b5463de54f9da9502ae1c4039540',
        NULL, '4554', '2055-05-11', '2019-01-01', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '国药致君', 1, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '1.0000', '299.0000');


INSERT INTO whse_invtdtl
VALUES ('4691d28b366c40a8bcbe0fa1cfac6add', 10, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        '8837c876e41d4dbf877d01950691e7dc', '000014', '甲钴胺片11', '0.5mg*20片/盒', 'f27979a9391646e6bba6809ed952df5d', NULL,
        '123', '2022-07-31', '2020-01-31', NULL, '76c967b63cc64784826007addbe3e8cd', '300.0000', '8.0000', '0.1000',
        '2400.0000', '2160.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '亚宝药业', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('9d6f810f8cad40f8b970d8c813fcfbfc', 11, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'b9b5e2f492134442b0488f7280257d01', '000031', '磷酸奥司他韦颗粒（可威）', '15g*10袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1230', '2020-12-12', '2020-01-01', NULL, 'dd2a298b52f042488944545efb8f8345', '300.0000', '10.0000',
        '0.1000', '3000.0000', '2700.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '宜昌东阳光长江', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('3e0f4d8c9a52498ba43e8e4e09da51ad', 12, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        '914e3c4102d249cd8a36ce876fb2b598', '000033', '枸橼酸铋钾片', '0.3g*24片/盒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '121', '2020-12-12', '2020-04-12', NULL, 'db4be19a322b4a05a275d579152c24cd', '300.0000', '20.0000', '0.1000',
        '6000.0000', '5400.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '本地厂家', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '98.0000', '202.0000');


INSERT INTO whse_invtdtl
VALUES ('914dc8120d274a729f821baee61be694', 13, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'dc0b60c67d124be69cbf71bd399f3dbd', '1058909502', '三金片', '2.1g*54片/盒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '11111', '2025-01-01', '2020-01-01', NULL, '4c6cdbb199fd4187ad2ef348e08d996e', '300.0000', '1.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '桂林三金', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '91.0000', '209.0000');


INSERT INTO whse_invtdtl
VALUES ('0c3a492bb5fc48af9fb13fbc866025d6', 14, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        '7ef9870100ad4d01870fe7c0afce54be', '1079', '氧氟沙星眼膏', '3.5克', 'f3d0040149fe4b148d9a7f8ab291eda2', NULL,
        '20200507', '2022-02-02', '2019-09-09', NULL, '435dfbbae082426bb5d7feadf5be726e', '300.0000', '2.0000',
        '0.1000', '600.0000', '540.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '山东鲁抗医药股份有限公司', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '20.0000', '280.0000');


INSERT INTO whse_invtdtl
VALUES ('93cf519b1e9c4edfbd50cb685046a23a', 15, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 14:34:42.10039', '广东在田',
        0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药', '100.0000', '200.0000');


INSERT INTO whse_invtdtl
VALUES ('fd86d8efe32e41e9b1075e569b174a83', 16, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 14:34:42.10039', '广东在田',
        1, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药', '100.0000', '200.0000');


INSERT INTO whse_invtdtl
VALUES ('119b42ef91d6441f9baf42ba985eb1e6', 17, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '123145', '2020-12-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 14:34:42.10039', '广东在田',
        0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('ea717c19aeac4a6fa2fcb1b976dddadc', 18, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '123145', '2020-12-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 14:34:42.10039', '广东在田',
        1, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('f324812929d04e0eade122c4565848cc', 19, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'd964533b0cff4a3ca5ce0151601a6ce2', '1590', '埃索美拉唑镁肠溶(耐信)', '40mg*7粒', '481ad3e881464b8898ae37cb88faad57', NULL,
        '22', '2020-07-31', '2020-01-31', NULL, '1ccb56aee0f6448ea96946f7e53ef49e', '300.0000', '1.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '阿斯利康制药有限公司', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '1.0000', '299.0000');


INSERT INTO whse_invtdtl
VALUES ('99461a34949546fdaa86f004aa5fb7c3', 20, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'b5e08a79c8984437ae34434aa5c8306b', '2293', 'T-阿莫西林胶囊(阿莫灵)', '0.25克*24粒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '20202020', '2021-04-30', '2020-03-31', NULL, '57cd6ae69cbc47088407378d5c596338', '300.0000', '5.4000',
        '0.1000', '1620.0000', '1458.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '香港澳美制药有限公司', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '100.0000', '200.0000');


INSERT INTO whse_invtdtl
VALUES ('0f1e1d950f8c4e50aa89e1242ff3596e', 21, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        '86b08480a00a493b86812ae3792c72ab', '4265373274', '阿莫西林胶囊（佳庆）', '0.25g*50粒/盒',
        '754e0a0775a74a54995e55a9a3cca5b2', NULL, '1111', '2065-01-01', '2020-01-01', NULL,
        '7abc36ee1ed745f1abd7f42e6ba57bd4', '300.0000', '2.0000', '0.1000', '600.0000', '540.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-03 14:34:42.10039',
        '重庆科瑞制药', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de', '西药', '2.0000', '298.0000');


INSERT INTO whse_invtdtl
VALUES ('9d25274b8f4b47faa911dfce9c60301d', 22, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ea9abc1a272a4c9487370e2bcc9d6398', '4435', '盐酸氨溴索分散片', '30mg*20片', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '123', '2022-02-02', '2019-09-09', NULL, 'effc7ea0f2a54bbd894fab6d9778248b', '300.0000', '15.0000', '0.1000',
        '4500.0000', '4050.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '南开允开药业有限公司', 0, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '20.0000', '280.0000');


INSERT INTO whse_invtdtl
VALUES ('a7ea1937aca14841afc766ae039d6977', 23, 'a4d31cb23eaa490c9806e608f03c91c3', 'pd2008031434425674',
        'ea9abc1a272a4c9487370e2bcc9d6398', '4435', '盐酸氨溴索分散片', '30mg*20片', '55c8b5463de54f9da9502ae1c4039540', NULL,
        '123', '2022-02-02', '2019-09-09', NULL, 'effc7ea0f2a54bbd894fab6d9778248b', '300.0000', '15.0000', '0.1000',
        '4500.0000', '4050.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 1,
        '2020-08-03 14:34:42.10039', '南开允开药业有限公司', 1, '2020-08-03 14:34:42.10039', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '20.0000', '280.0000');


INSERT INTO whse_invtdtl
VALUES ('96b1123929f146eaa7645ade8801e0a1', 1, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        '04bab4f5f2654c888526a7ce687bfa78', '000003', '凝结芽孢杆菌活菌片（万宝康）', '18片/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '2222', '2022-02-02', '2020-02-02', '测试', '39c4842e7c854955b4508c2a4194694d', '100.0000', '4.0000',
        '0.1000', '400.0000', '360.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '青岛东海', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '11.0000', '89.0000');


INSERT INTO whse_invtdtl
VALUES ('adc0c04778ca4e708546fe5caa879f34', 2, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ef4cbc27c1664e1080b1e0552f8714c0', '000010', '硫酸阿米卡星注射液（齐鲁）', '2ml*10支/盒法国',
        '754e0a0775a74a54995e55a9a3cca5b2', NULL, '4546', '2020-04-30', '2019-01-31', NULL,
        '6211c15034af46c7a4bb5bb3acb1b56e', '300.0000', '3.0000', '0.1000', '900.0000', '810.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 17:14:30.794365', '齐鲁制药',
        0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('024c713ef2a847a789a239d7e1efee21', 3, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        '9688a5832dd04d86ad496416dc643355', '000011', '甲磺酸培氟沙星胶囊（透星', '0.2g*12粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '15512', '2022-01-01', '2020-01-01', NULL, 'a646139e617944c8a9fd3ed3851aff3c', '300.0000', '15.0000',
        '0.1000', '4500.0000', '4050.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '浙江亚峰药厂', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '5.0000', '295.0000');


INSERT INTO whse_invtdtl
VALUES ('f6e1cbcff4fe416ea58507949cfa6ab4', 4, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1', '2022-01-01', '2019-01-01', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000', '0.1000',
        '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '国药致君', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('01574fabdbbe4a92928c68cd00ad24a3', 5, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '190202', '2022-08-22', '2019-02-02', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '国药致君', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('b99f290e55fb4c4188cd8d3e89ea40a1', 6, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '2134', '2021-10-10', '2010-10-10', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '国药致君', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('205f5d121f444abfb1aba31dc57543e8', 7, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '2234', '2021-10-10', '2011-10-10', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '国药致君', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('a67d2d39615441f6834989aa3a865c80', 8, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '4554', '2055-05-11', '2019-01-01', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '国药致君', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '1.0000', '299.0000');


INSERT INTO whse_invtdtl
VALUES ('f48c2a63d13447edac9fa7cdd9668969', 9, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd21f070711c146a9b1726b95578e843a', '000012', '头孢克肟胶囊（达力芬）', '0.2g*6粒/盒', '55c8b5463de54f9da9502ae1c4039540',
        NULL, '4554', '2055-05-11', '2019-01-01', NULL, 'f8cf113aaa5d4a828a42c736049095a4', '300.0000', '5.0000',
        '0.1000', '1500.0000', '1350.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '国药致君', 1, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '1.0000', '299.0000');


INSERT INTO whse_invtdtl
VALUES ('4e52bfd00d9747b9bfafc3897da26392', 10, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        '8837c876e41d4dbf877d01950691e7dc', '000014', '甲钴胺片11', '0.5mg*20片/盒', 'f27979a9391646e6bba6809ed952df5d', NULL,
        '123', '2022-07-31', '2020-01-31', NULL, '76c967b63cc64784826007addbe3e8cd', '300.0000', '8.0000', '0.1000',
        '2400.0000', '2160.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '亚宝药业', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('2bfec45294a24da29f2a4cc9e4175dca', 11, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'b9b5e2f492134442b0488f7280257d01', '000031', '磷酸奥司他韦颗粒（可威）', '15g*10袋/盒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '1230', '2020-12-12', '2020-01-01', NULL, 'dd2a298b52f042488944545efb8f8345', '300.0000', '10.0000',
        '0.1000', '3000.0000', '2700.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '宜昌东阳光长江', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('b2fb40552e294feea32994621da7b3da', 12, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        '914e3c4102d249cd8a36ce876fb2b598', '000033', '枸橼酸铋钾片', '0.3g*24片/盒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '121', '2020-12-12', '2020-04-12', NULL, 'db4be19a322b4a05a275d579152c24cd', '300.0000', '20.0000', '0.1000',
        '6000.0000', '5400.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '本地厂家', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '98.0000', '202.0000');


INSERT INTO whse_invtdtl
VALUES ('0818332b52d4478e8ca154855323158f', 13, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'dc0b60c67d124be69cbf71bd399f3dbd', '1058909502', '三金片', '2.1g*54片/盒', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '11111', '2025-01-01', '2020-01-01', NULL, '4c6cdbb199fd4187ad2ef348e08d996e', '300.0000', '1.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '桂林三金', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药',
        '91.0000', '209.0000');


INSERT INTO whse_invtdtl
VALUES ('5caf39f25b534dda8664955f25a2e8b7', 14, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        '7ef9870100ad4d01870fe7c0afce54be', '1079', '氧氟沙星眼膏', '3.5克', 'f3d0040149fe4b148d9a7f8ab291eda2', NULL,
        '20200507', '2022-02-02', '2019-09-09', NULL, '435dfbbae082426bb5d7feadf5be726e', '300.0000', '2.0000',
        '0.1000', '600.0000', '540.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '山东鲁抗医药股份有限公司', 0, '2020-08-03 17:14:30.794365',
        'aecff870ef104e67b675fbfda6ab90de', '西药', '20.0000', '280.0000');


INSERT INTO whse_invtdtl
VALUES ('e273b2ad99b047de8e25677d468b8315', 15, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 17:14:30.794365', '广东在田',
        0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药', '100.0000', '200.0000');


INSERT INTO whse_invtdtl
VALUES ('f596b817e413440398b520e2c9c79e09', 16, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '1', '2022-01-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 17:14:30.794365', '广东在田',
        1, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药', '100.0000', '200.0000');


INSERT INTO whse_invtdtl
VALUES ('72c95c7fcca74835ba6a840d438d8bae', 17, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '481ad3e881464b8898ae37cb88faad57', NULL, '123145', '2020-12-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 17:14:30.794365', '广东在田',
        0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('6d70c678e4d04111af391241dc5a7595', 18, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ae4ca3b604244ccbb1ac93081c63bfa7', '1290070341', '复方感冒灵片（在田）', '0.25g*100片/瓶',
        '55c8b5463de54f9da9502ae1c4039540', NULL, '123145', '2020-12-01', '2019-01-01', NULL,
        '5d3ab99230b047ca9ec8d99f2b4813c1', '300.0000', '30.0000', '0.1000', '9000.0000', '8100.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 17:14:30.794365', '广东在田',
        1, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药', '0.0000', '300.0000');


INSERT INTO whse_invtdtl
VALUES ('dee17e3f67314664aca16eada7205639', 19, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'd964533b0cff4a3ca5ce0151601a6ce2', '1590', '埃索美拉唑镁肠溶(耐信)', '40mg*7粒', '481ad3e881464b8898ae37cb88faad57', NULL,
        '22', '2020-07-31', '2020-01-31', NULL, '1ccb56aee0f6448ea96946f7e53ef49e', '300.0000', '1.0000', '0.1000',
        '300.0000', '270.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '阿斯利康制药有限公司', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '1.0000', '299.0000');


INSERT INTO whse_invtdtl
VALUES ('a5cf561f2aab4e9588367cbc38857661', 20, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'b5e08a79c8984437ae34434aa5c8306b', '2293', 'T-阿莫西林胶囊(阿莫灵)', '0.25克*24粒', '754e0a0775a74a54995e55a9a3cca5b2',
        NULL, '20202020', '2021-04-30', '2020-03-31', NULL, '57cd6ae69cbc47088407378d5c596338', '300.0000', '5.4000',
        '0.1000', '1620.0000', '1458.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '香港澳美制药有限公司', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '100.0000', '200.0000');


INSERT INTO whse_invtdtl
VALUES ('f31d59477c51473082f587ecca66a63f', 21, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        '86b08480a00a493b86812ae3792c72ab', '4265373274', '阿莫西林胶囊（佳庆）', '0.25g*50粒/盒',
        '754e0a0775a74a54995e55a9a3cca5b2', NULL, '1111', '2065-01-01', '2020-01-01', NULL,
        '7abc36ee1ed745f1abd7f42e6ba57bd4', '300.0000', '2.0000', '0.1000', '600.0000', '540.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-03 17:14:30.794365',
        '重庆科瑞制药', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de', '西药', '2.0000', '298.0000');


INSERT INTO whse_invtdtl
VALUES ('9f79a93ccd22416986528fa66b675678', 22, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ea9abc1a272a4c9487370e2bcc9d6398', '4435', '盐酸氨溴索分散片', '30mg*20片', '754e0a0775a74a54995e55a9a3cca5b2', NULL,
        '123', '2022-02-02', '2019-09-09', NULL, 'effc7ea0f2a54bbd894fab6d9778248b', '300.0000', '15.0000', '0.1000',
        '4500.0000', '4050.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '南开允开药业有限公司', 0, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '20.0000', '280.0000');


INSERT INTO whse_invtdtl
VALUES ('8fcdcde4dfa34ac5859032b4003f24f5', 23, '5d3dd980f559453699e2c5d6f685efc4', 'pd2008031714304774',
        'ea9abc1a272a4c9487370e2bcc9d6398', '4435', '盐酸氨溴索分散片', '30mg*20片', '55c8b5463de54f9da9502ae1c4039540', NULL,
        '123', '2022-02-02', '2019-09-09', NULL, 'effc7ea0f2a54bbd894fab6d9778248b', '300.0000', '15.0000', '0.1000',
        '4500.0000', '4050.0000', '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0,
        '2020-08-03 17:14:30.794365', '南开允开药业有限公司', 1, '2020-08-03 17:14:30.794365', 'aecff870ef104e67b675fbfda6ab90de',
        '西药', '20.0000', '280.0000');


INSERT INTO whse_invtdtl
VALUES ('c227b2fafec44a28ab21b45f59b96286', 1, 'f20374e582974046a3b834927ca950d3', 'pd2008271637361477',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '5.0000', '10.0000', '0.1600', '50.0000', '42.0000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-27 16:37:36.595651',
        '哈药集团制药总厂', 0, '2020-08-27 16:37:36.595651', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', '-5.0000');


INSERT INTO whse_invtdtl
VALUES ('eaf7990841204bbe8d81b83fd978776d', 2, 'f20374e582974046a3b834927ca950d3', 'pd2008271637361477',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', NULL, '1', '2022-04-22', '2020-04-22', '',
        '00ab87c37a1745eb9d5cd048e3252f88', '1.0000', '10.0000', '0.1600', '10.0000', '8.4000',
        '003c15cd859f4aed944ae51d7b66232b', '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-27 16:37:36.595651',
        '哈药集团制药总厂', 1, '2020-08-27 16:37:36.595651', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', '-1.0000');


INSERT INTO whse_invtdtl
VALUES ('b1bdef4837b24cf5b98257f05363226c', 1, 'f20374e582974046a3b834927ca950d3', 'pd2008271637361477',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '5.0000', '10.0000', '0.1600', '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-27 16:37:53.607555', '哈药集团制药总厂', 0,
        '2020-08-27 16:37:53.607555', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('157f310b739e4d43b8934df9276022d0', 2, 'f20374e582974046a3b834927ca950d3', 'pd2008271637361477',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '1.0000', '10.0000', '0.1600', '10.0000', '8.4000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 0, '2020-08-27 16:37:53.607555', '哈药集团制药总厂', 1,
        '2020-08-27 16:37:53.607555', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('76d290cb1c6c44d6911f3967f19b34c6', 1, 'f20374e582974046a3b834927ca950d3', 'pd2008271637361477',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'f27979a9391646e6bba6809ed952df5d', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '5.0000', '10.0000', '0.1600', '50.0000', '42.0000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-31 16:56:03.216989', '哈药集团制药总厂', 0,
        '2020-08-31 16:56:03.216989', 'b79e3143327f481ebd733fc952dfc304', '西药', '10.0000', NULL);


INSERT INTO whse_invtdtl
VALUES ('9e8a8d544b5e47a0a277579f95f8e51d', 2, 'f20374e582974046a3b834927ca950d3', 'pd2008271637361477',
        '4b627c79e2c3448797746e06acb576d2', '2004081430170', '注射用阿莫西林钠', '1.0g(按C16H19N3O5S计)',
        'b8f74605411f469da756b584e68bd309', '', '1', '2022-04-22', '2020-04-22', '', '00ab87c37a1745eb9d5cd048e3252f88',
        '1.0000', '10.0000', '0.1600', '10.0000', '8.4000', '003c15cd859f4aed944ae51d7b66232b',
        '09d18fdfdb3b488eb09d27f1004d022a', 1, '2020-08-31 16:56:03.216989', '哈药集团制药总厂', 1,
        '2020-08-31 16:56:03.216989', 'b79e3143327f481ebd733fc952dfc304', '西药', '2.0000', NULL);